{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=292694&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Friday, September 04, 2009 4:07 PM", "message": "The Komen Message Boards topics (a.k.a \"forums\") were decided upon by a consensus of the Message Board members through a general survey. However, Komen realizes that relevant topics related to breast cancer change over time as well as the Message Boards members' interests.        If you would like to submit suggestions for changes to how the forums are organized, suggest new forums to be added (or removed or combined with other topics), or make suggestions for any other changes, please submit them . Komen will then determine whether or not these changes are of benefit to the boards overall and are within our Message Boards policies. Depending on the type of change suggested, we may also poll the Message Board members to ensure a majority would like these changes before they are made. Although every suggestion gets reviewed, we unfortunately cannot implement each one that is submitted.       We kindly ask that you do not post a message on the boards regarding suggestions (or complaints) in order to ensure these types of message are addressed promptly and in the proper way. Suggestions posted to the boards may not be seen or could be removed.       We appreciate everyone's input but equally everyone's understanding that we have to consider what is best for the board community overall before changes can be made.       Thank you.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=292694"], "subject": "How to suggest changes to Komen the Message Boards"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360454&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Thursday, November 20, 2014 6:59 PM", "message": "Keep an eye out as more information is coming soon..", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360455"], "subject": "More to come"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=354145&mpage=9", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360372"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=356480&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Sunday, July 07, 2013 5:57 PM", "message": "Hello all ~ I am wondering if anyone has info to share regarding what vitamins are safe/beneficial after a BC diagnosis.  I know Black Cohosh is off limits, but I'm wondering about the more basic vitamins such as Co Q 10, Multivitamins, etc, etc.  I did ask my Oncologist but he wasn't much help.  I am not having chemo so I don't have to worry about interfering substances from that.  Thanks,   Leah", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360010"], "subject": "Which vitamins are safe?"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=359040&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Tuesday, April 29, 2014 11:13 AM", "message": "Breast cancer is rare in younger women. Fewer than five percent of all breast cancers diagnosed in the U.S. occur in women under 40. Even so, if you are a woman in your 20s or 30s, you may worry about your risk of breast cancer now and in the future.     This overview covers breast cancer basics for younger women, including risk, risk factors and screening recommendations. It also provides a summary of breast cancer diagnosis, treatment and survivorship issues for younger women.      In general, the risk of breast cancer is low for younger women. For women 40 or younger, the chance of developing breast cancer over the next 10 years is less than two percent.     However, the risk of breast cancer increases with age. Over a lifetime (up to age 85), women in the U.S. have a 12 percent (1 in 8) chance of developing breast cancer.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Source: American Cancer Society                                     Most factors that increase breast cancer risk in older women (such as drinking alcohol) also increase risk in younger women. And, most factors that lower risk in older women (such as ever having breastfed) also lower risk in younger women.     We don’t know what causes breast cancer to develop in any one woman, no matter her age. However, a few factors are especially important to breast cancer risk in younger women. These include inherited gene mutations and African American ethnicity.    Learn more about .     Certain genetic factors put younger women at an increased risk of breast cancer.  and  (BReast CAncer 1 and 2) are the best-known genes related to breast cancer risk. Women who have an inherited mutation in one of these genes have an increased risk of both breast and ovarian cancers.     Breast cancers related to  and  mutations tend to develop at a younger age than other breast cancers. For this reason, younger women diagnosed with breast cancer may be recommended for genetic testing for  and  mutations. However, it is important to remember that most breast cancers, even among younger women, are not caused by gene mutations.    Learn more about .      Learn more about .      After menopause, white women have higher rates of breast cancer than African American women. However, before menopause, African American women have higher rates of breast cancer. This may be due, in part, to differences in some reproductive factors that increase breast cancer risk. For example, African American women tend to start their periods at younger ages than white women.     The biology of breast tumors in younger African American women may also be different from the biology of breast tumors in other women. For example, younger African American women are more likely than older African American women or women of other ethnicities to be diagnosed with . The reasons behind these differences are under study.    Learn more about .    Learn more about .     Screening mammograms are not recommended for women younger than 40 who are at average risk of breast cancer. For most women ages 20 to 39,  at least every three years is recommended.     However, for younger women at a higher risk of breast cancer (such as women with a  or  gene mutation) more intensive screening may be recommended. These women may begin mammography at an earlier age and they may need breast MRI in addition to mammography and clinical breast exams.     Because most young women do not get mammograms, breast cancer is most often first detected when a woman notices a lump or change in the look or feel of her breast, nipple or underarm area. A health care provider may also note a change during a clinical breast exam.    Although most changes in a young woman’s breast are not breast cancer, any change should be reported to a health care provider.     Learn more about .    Learn about the .     Younger women are more likely than older women to have more advanced stage cancers at diagnosis. They tend to be diagnosed with breast cancers that are:     Only  (ER-positive) breast cancers can be treated with hormone therapy. Since ER-negative cancers lack estrogen receptors, they do not benefit from hormone therapy. This means there are fewer treatment options for ER-negative breast cancers. ER-negative breast cancers also tend to  (come back) earlier than ER-positive cancers.     Breast cancer treatment for younger women is often effective and survival is usually good. With treatment, most young women can expect to live many years.     However,  tends to be worse for women under 40 than for older women because breast cancers that occur in younger women tend to be more aggressive. Prognosis may also be worse if there are delays in diagnosis.      Delays in diagnosis can lead to breast cancers being diagnosed at a later stage, when chances of survival are lower. The good news is that today most younger women do not have a delayed diagnosis of breast cancer. They see their health care providers shortly after they notice symptoms and are usually diagnosed within a month. However, some younger women with low income or a lack of insurance may be more likely than other younger women to delay seeking medical help when they notice symptoms.      Age itself does not greatly affect breast cancer treatment options. However, a woman’s menopausal status does affect some treatment options. For example, ovarian suppression is a hormone therapy that can only be used to treat women before menopause. And, aromatase inhibitors are hormone therapy drugs that can only be used after menopause. Most non-hormonal breast cancer treatments (such as chemotherapy and radiation therapy) do not depend on whether or not a woman has entered menopause.    Learn more about  .      Over the past 30 years, treatment of breast cancer has greatly improved due to lessons learned through clinical trials. Research is ongoing to improve all areas of treatment for younger women with breast cancer.  After discussing the benefits and risks with a health care provider, young women diagnosed with breast cancer may want to consider joining a clinical trial.      in collaboration with Susan G. Komen offers a custom matching service. This matching service can help women or . Women can also visit the to find a clinical trial.      Learn more about .         Starting down the path of survivorship at a young age can be especially hard. At a time in life most often reserved for family and career, issues of treatment, recovery and survivorship suddenly take top priority.    Breast cancer impacts a woman’s  and emotional well-being, as well as her physical health. Concerns about body image and sexuality are common. Moreover, early menopause can cause changes that decrease sexual pleasure.     These unique concerns can make younger survivors feel isolated. Because most women with breast cancer are older, it’s easy to feel alone even among other survivors. A support group tailored to younger women with any type of cancer may be more helpful than one for breast cancer survivors (where most members may be older). Younger women need to be able to share their thoughts and feelings with women who are at the same stage of life and are juggling similar priorities, such as raising a family and working. Some websites, such as the , offer chat rooms and e-mail discussion groups for young survivors.      A main concern for some younger women being treated for breast cancer is loss of fertility. Chemotherapy can damage the ovaries and both chemotherapy and the hormone therapy drug tamoxifen can cause irregular periods or stop periods altogether, leading to early menopause. With tamoxifen, regular periods usually return after treatment ends. However, tamoxifen is taken for many years and over this time, natural fertility may decline. With chemotherapy, the loss of periods may be permanent.     There are things younger women can do to help preserve their childbearing options. Meeting with a fertility specialist as early as possible (before breast surgery) offers the widest range of options. For example, before treatment begins, a woman may store embryos (fertilized eggs). There are also .     Learn more about  for younger women diagnosed with breast cancer.     According to Ann Partridge, MD, MPH, Komen Scholar and Clinical Director of the Breast Oncology Center at the Dana-Farber Cancer Institute and Associate Professor of Medicine at Harvard Medical School, \"When young women are diagnosed with breast cancer, they often are challenged by major medical and emotional issues.  An increasing focus on the issues that are either unique to young women (e.g., fertility, diagnosis during pregnancy) or accentuated by their young age (e.g., beauty and body image concerns, psychosocial distress, genetic risks) has helped young women to have additional information, resources and support in order to get not only get through their diagnosis and treatment, but thrive long thereafter.\"     In women under 40, breast cancer is not common, but it does occur. Although we don’t know all the risk factors for breast cancer in younger women, having a  or  gene mutation greatly increases risk. Younger African American women also appear to have an increased risk compared to older African American women and younger women of other ethnicities.     Breast cancers that develop in younger women tend to be more aggressive than those in older women. However, with treatment, prognosis tends to be good and most younger breast cancer survivors go on to live full lives.    While a breast cancer diagnosis is a shock for any woman, younger women face special challenges. Treatment can cause early menopause and impact childbearing. For women who want to have a child after treatment, it is best to talk with a fertility specialist before treatment begins to have the widest range of options.     For younger breast cancer survivors, support may be especially important. Because so few younger women are diagnosed, it’s natural to feel alone. Although there are few support groups specific to younger women with breast cancer, there are support groups for younger women with any type of cancer. Online and phone sources of support are also available.                                                                                                                                         Since 1982, Komen has invested more than $8.5 million in grants to support research related to breast cancer in young women. These grants have support clinical trials as well as studies that address early onset breast cancer in disparate populations. Examples of research projects include:     Komen also supports a number of special programs and partnerships for young women with breast cancer:     Finally, read .", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=359040"], "subject": "Breast Cancer in Women Younger than 40"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360371&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Monday, November 03, 2014 10:43 AM", "message": "Diabetes and Breast Cancer (October 2014)  Diabetes is a group of diseases characterized by high levels of glucose in the blood. Most of what we eat is broken down into glucose, a form of sugar in the blood that is the main source of fuel for our bodies. So what does this have to do with breast cancer? Recent studies show a link between breast cancer risk and type 2 diabetes. In addition, many risk factors for type 2 diabetes, such as being overweight overlap with risk factors for breast cancer. Find out more including what Susan G. Komen® is doing to support this active area of research.   - See more at:", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360371"], "subject": "New Komen Perspective article - Diabetes and Breast cancer (October 2014)"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360192&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Friday, September 26, 2014 9:16 AM", "message": "Hi, I'm Kathie and I was diagnosed in November, 2013, stage IIA. I have had bilateral mastectomies and delayed reconstruction with expanders. I had the implants put in 7 weeks ago. I had lots of issues with seromas so the PS did my implant surgery at least a month early. So far everything is going fine and I no longer have any restrictions. My question is, after starting to exercise again, does the feeling of the muscle over the implants ever start to feel normal. It's hard to explain, but when doing certain exercises, like a chest press for example, it feels so strange and I really don't care for it at all. Does this feeling go away at all or do you just have to get used to it?   Any thoughts are appreciated.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360217"], "subject": "Chest muscle after reconstruction"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=359001&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Tuesday, April 22, 2014 9:43 AM", "message": "When I was first diagnosed in 2011, it took me a while to find the Komen website, but once I found it, I used it all the time.  I turned to the message board for more personal questions, and always felt a little bad that I never posted anything until today.    Less than a month ago, I published an Amazon e-book 'Tales of a Remarkable Breast'.  It's informative and sassy.  My hope is to give you, your loved ones and providers an idea of what one breast cancer patient's health care looked like...and I want to make you laugh.  I am offering it for free on May 1st.    My diagnosis: IDC-T1 NoMo, ER+, PR+, HER2- and I'm doing fine now. For those of you who are just starting out and have a similar diagnosis, it can be scary. I had no idea what it was like to be a patient, and I was anything but that (patient). You've definitely earned the right to feel out of sorts, but with the proper care, chances are you too will be fine.       Check it out.  If you don't have Kindle and want it in a pdf, send me an email on May 1st, and I will forward an electronic copy to your email account. Please send your request to    All comments are welcome.  Best wishes!  Jane G. Witheridge Batavia IL", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=359004"], "subject": "Offering for Free May 1st 2014 Amazon E-Book - Tales of a Remarkable Breast"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=357088&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Thursday, August 29, 2013 1:53 PM", "message": "In our latest Komen Perspectives article, we learn from the evidence that exercising and maintaining a healthy weight is beneficial for breast cancer survivors. Although it’s easy to tune out the health mantra that almost every person could say in their sleep: “Exercise regularly and watch your weight.”  It’s an important message that everyone should take to heart, especially breast cancer survivors. A healthy lifestyle may help boost survival as well as help relieve many conditions survivors often endure such as pain, fatigue, stress and anxiety. Getting regular exercise and avoiding weight gain also has the added benefit of lowering the risk of heart disease, diabetes and stroke.                       Weighing the Evidence: The Importance of Exercise and Healthy Weight for Breast Cancer Survivors            It’s a health mantra almost every woman could say in her sleep: “Exercise regularly and watch your weight.”  In fact, it’s heard so often that it’s very easy to tune out. But, this is an important message that everyone should take to heart, especially breast cancer survivors.         There’s very good evidence that exercising and maintaining a healthy weight is beneficial for breast cancer survivors. A healthy lifestyle may help boost survival as well as help relieve many conditions survivors often have to endure, like pain, fatigue, stress and anxiety. Getting regular exercise and avoiding weight gain also has the added benefit of lowering the risk of other major diseases - like heart disease, diabetes and stroke. These diseases remain important concerns for everyone, including survivors, as they get older.        Does exercise affect survival after breast cancer?      Regular exercise has a positive effect on the health of breast cancer survivors. Not only is it linked to a lower risk of dying from breast cancer (breast cancer-specific mortality), breast cancer survivors who exercise also have a lower risk of dying from any cause (overall mortality).          Find a  .            How much and what type of exercise should I get?       The American Cancer Society (ACS) Guidelines on Nutrition and Physical Activity for Cancer Survivors recommend that breast cancer survivors:         Results from a large study of over 13,000 breast cancer survivors found that women meeting or going beyond the 150 minutes per week guideline had a 25 percent lower risk of dying from breast cancer and a 27 percent lower risk of dying from any cause compared to women who were less active.        The ACS guidelines also recommend adding strength-training exercises twice a week for added benefits (see safety issues below). Whether through lifting weights, using exercise bands or other means, the focus should be a balanced one that works all major muscle groups.         Does exercise affect other aspects of life after breast cancer?       A number of studies have found that exercise can provide a positive boost to many aspects of life as a survivor. Quality of life, physical functioning (being able to do day-to-day activities), energy levels and anxiety levels all improve with regular exercise.4 Exercise may also reduce fatigue, depression and pain as well as help manage post-treatment symptoms. According to Dana-Farber Cancer Institute Medical Oncologist and Komen Grantee Dr. Jennifer Ligibel, “Many studies have shown that even modest amounts of exercise after a cancer diagnosis and treatment can help breast cancer survivors feel better, experience fewer side effects from treatment and increase their energy.”              What about safety?       Studies show that exercise is safe during chemotherapy and radiation therapy as well as after treatment. Even for breast cancer survivors with lymphedema, weight-lifting (strength training) in a supervised setting does not appear to worsen the condition and may even help relieve some symptoms. Women with lymphedema who are interested in upper body strength training may want to talk to an exercise specialist to ensure the exercises are done correctly and safely.         Survivors with heart, bone, nerve or extreme fatigue issues should consult with their health care providers before starting a new exercise program. And, it’s important for women to ask their providers how much time they need to allow for healing after breast surgery before doing anything more than light activity.         How does weight affect recurrence and survival after breast cancer?       Being overweight – especially being obese – at the time of diagnosis is linked with both poorer overall survival and poorer breast cancer-specific survival. It may also increase the risk of breast cancer recurrence.         Gaining weight after diagnosis has also been shown in some studies to increase the risk of recurrence, breast cancer-specific mortality and overall mortality.          Find a  .            What’s a healthy weight for a survivor?      The last thing any breast cancer survivor wants to deal with after going through diagnosis and treatment is added worry about her weight. The most important goal is to try to keep your weight steady and not to gain. If you are overweight and looking to do more, the best way to lose weight is a combination of healthy diet and exercise. Talk to your health care provider about the best approach for you.         Your ideal weight depends upon your height, so recommendations are usually based upon body mass index (BMI). BMI is a measure that combines height and weight. A BMI between 18.5 and 25 is considered a healthy weight.  For example, for a woman who is 5’6”, this means a weight between 115 to 154 pounds. .            What else can survivors do?       In addition to exercising, there are many other behaviors that are important for the health of breast cancer survivors – both in terms of cancer and other chronic diseases. For example, breast cancer survivors should follow the same healthy diet recommended for everyone.This diet, outlined below, promotes overall health and may help protect against different types of cancer and other diseases.         Adapted from American Cancer Society’s Guidelines on Nutrition and Physical Activity for Cancer Survivors, Washington University School of Medicine's Siteman Cancer Center’s Your Disease Risk and Institute of Medicine’s Dietary Reference Intakes for Calcium and Vitamin D.         Learn more about .            Summary       Making healthy lifestyle choices has many benefits for everyone. Being more active and maintaining a healthy weight not only make you feel good inside and out, but also lower your risk of many chronic diseases. For breast cancer survivors, there are added benefits. Exercise and maintaining a healthy weight improve survival and may lower the risk of breast cancer recurrence.         Even if you were not active or were overweight before your diagnosis, you can adopt a healthy lifestyle at any time and still get the many benefits.        What is Komen doing?   Since 1982, Komen has supported more than 40 research grants totaling nearly $20 million related to obesity, weight and exercise. Examples of some projects include:          Learn more about:", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=357088"], "subject": "Weighing the Evidence: The Importance of Exercise and Healthy Weight for BC Survivors"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360556&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Monday, December 15, 2014 3:33 PM", "message": "Hello All,  I was recently told I had a lump in my chest and my doctor ordered a Mammogram along with and Ultrasound. Of course my insurance does not cover this cause I am a male. Are there any places that offer low cost Mammograms for men? Any help would certainly be appreciated. Thanks in advance.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360557"], "subject": "Mens Mammograms"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=306274&mpage=349", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360551"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=322106&mpage=6", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360543"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360061&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Saturday, September 06, 2014 1:26 PM", "message": "I have been getting herceptin infusions since May 2014 and taking tamoxifen since March. I have noticed weakness in my left arm and shoulder pain in same arm. I started getting acrylic nails in April after my March 2014 stage 4 diagnosis to try to keep myself up. Well, a week ago, I went to get a new set of nails and my nail almost came off. Nail tech said my nails were very thin. That's hasn't been the case before. So, I'm wondering if these are side effects of the tamoxifen and herceptin I am taking.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360070"], "subject": "possible side effects???"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=359959&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Sunday, August 17, 2014 4:13 PM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360361"], "subject": "Financial help for some."}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=355163&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Friday, April 05, 2013 9:53 PM", "message": "Please post here if you are having surgery the month of April.   Post the date, type of surgery, if Breast cancer surgery- type , reconstructoin type or none.  Add anything else you would like to.  Know that we are thinking of you and this gives us all a place to check to wish you good vibes and or say a prayer for you!!  I wish you each the best, peace and comfort. and know you have many sisters here that are right there with you!!!   Rose", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=358741"], "subject": "April 2013 Surgery"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360400&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Tuesday, November 11, 2014 10:40 PM", "message": "I posted back in August as I had a lump that I first felt two years ago that they had been watching via mammograms and ultrasounds.  Imaging back in August showed something on the mammo that required additional imaging, (this was the 1st time anything was visible on my mammos, although I could feel it), the ultrasound showed a nodule in the past that they were not concerned about, this time I was told after a repeat ultrasound that there was something there and it was probably benign.  I was never given any more additional information and never received anything in the mail from the radiologist.  I made another appointment with my gyno and voiced concerns about this lump.  She had me meet with a surgeon and last week I had a ultrasound guided core biopsy.  Radiologist came in and viewed it on imaging before starting and stated that in his opinion it looked like a cluster of cysts and asked if I still wanted the biopsy as he did not think it was needed, I said yes.  He took three samples and then put a maker in.   Today I went in to meet with the surgeon for my results.  They found that I have sclerosing adenosis.  I read up on this and it states that in most cases there is pain and there is not a palpable lump.  My lump could be felt and there was never any pain. She wants to remove all of it and also sample the tissue beneath it.  I am scheduled for surgery on Monday.  I am 34 with a strong family history, my mother had breast cancer at 42, her mother had it young and my mother's mother also had breast cancer as well.  I am not sure what to think about all of this.  From the research I did I found that sclerosing adenosis does not require any further treatment as it is not cancer.  She told me that there could be cancer in the surrounding tissue.  Has anyone had any experience with a situation like this?       Thanks,   Dana", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360412"], "subject": "Lumpectomy Scheduled due to Sclerosing adenosis"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360356&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Wednesday, October 29, 2014 11:18 PM", "message": "My mom got diagnosed 10 years ago, was treated accordingly: lumpectomy, lymphectomy, radiation, chemo, etc. Now we find out it is back. In her breast and in her lungs and in her spine. She doesn't want to do treatment again. She wants to live well because she feels well right now. I don't know what to say. I understand quality of life. I understand she doesn't want to be a patient. But my 2 toddler boys need their magical grandma. Devastated. F*#%!!!!!!!", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360378"], "subject": "Metastasis SUCKS"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360285&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Sunday, October 19, 2014 2:24 PM", "message": "Hi - I'm 16 weeks pregnant, 35 years old, and have just had a core needle biopsy on an enlarged lymph node in my left armpit.  I noticed redness, warmth, swelling on my left breast about 2 months ago, but assumed it was just a side effect of pregnancy.  Finally, went to my GP, who dx as cellulitis and prescribed antibiotics.  The antibiotics had no effect.  I then went to a dermatologist who told me that he did not think it was cellulitis and wasn't sure what it was, but likely just hormones due to pregnancy.  At that time, I hadn't researched much on my own, but something still didn't feel quite right to just wait and see.  My OBGYN suggested that I see an breast specialist right away.  I saw him on Friday and he immediately ordered an ultrasound that day.  I had an ultrasound which did reveal skin thickening and enlarged lymph nodes on the left side.  They then did a mammogram (double shielded) which just showed the enlarged lymph, nothing else.  They then decided to do a core needle biopsy on the node.  So now, I'm just waiting.  Based on everything I've read, even if the core biopsy comes back negative, I'm going to ask for a punch biopsy on the actual rash, since IBC seems so difficult to diagnose sometimes.  Unfortunately, I've also read stories where that came back negative the first time, too!  As all of you know all too well, I'm terrified.  This is my first baby -though I was pregnant twice before and had miscarriages. I find it difficult to even think about the baby now, amongst all of this.  I was going to go shopping today for new outfits because I'm not fitting into anything, but I thought I'd better not because it might just be a waste of money.   Anyway, I'll update when I get my results, but it was really nice to just type that out here - where I know others have had similar fears.  I haven't told my mother or sister what is going on because I just don't want them to worry.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360428"], "subject": "Pregnant, waiting for results"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360320&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Thursday, October 23, 2014 2:20 PM", "message": "I've had 13 of 33 radiation treatments. So far I have had no fatigue, no burn. I am very very slightly pink and have some occasional itching around my collar bone. Based on everyone's experience, can I still expect to get the burn and fatigue or am I far enough into it that I will get lucky?", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360526"], "subject": "Radiation Side Effects"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360558&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Monday, December 15, 2014 7:50 PM", "message": "My mom has had a bilateral mastectomy and reconstruction. She's had multiple tissue failures - her reconstructed nipples died and had to be removed, her skin is very thin, and very little tissue remains.  Her plastic surgeon wants to do a very invasive surgery - a Flap surgery that will take muscle, tissue, and skin from her thighs, because she doesn't have enough tissue and fat to do a DIEP surgery.       I have plenty of tissue - we're the same blood type.  I know they use cadaverous matrix tissue in reconstruction - but has anyone heard of a surgeon using live donor tissue to reconstruct?  This will be my mother's 5th surgery - all but the first have been reconstruction revisions due to failed procedures.  I don't want her losing good, healthy parts of her body.         I'd love to hear your insights.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360560"], "subject": "Can I donate tissue to my mom?"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=280617&mpage=116", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360554"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360464&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Friday, November 21, 2014 9:26 AM", "message": "I am about to begin taking ARIMIDEX(anastrozole)and have read some many bad side effects that it is scaring me. I am worried about my quality of live being affected. Has anyone been on this med. and had no issues? Dose anybody know if the majority of women do have issues? After all I have been through I need to put the bad health behind me and I thought after chemo, surgery and radiation I would be able to do that but now I worry about the ARIMIDEX!", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360482"], "subject": "ARIMIDEX (anastrozole)"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=360511&mpage=1", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "Monday, December 01, 2014 7:14 PM", "message": "GAME CHANGER in treating cancer..    \"While chemotherapy and radiation therapy non-selectively kill all replicating cells, both cancer and healthy cells, thus causing severe toxicity, targeted therapies such as kinase inhibitors    (e.g.: Gleevec by Novartis $4.7 billion in 2012)1    and proteasome inhibitors   (e.g.: Velcade by J&J and Takeda $2.3 billion in sales in 2012)2   specifically inhibit molecular processes of cancer cells but not other multiplying cells in the body.   Dr. Christine Ichim found that the NR2F6 gene is essential for the process of cancer formation, thus potentially offering a new target for development of targeted therapies,\" said Dr. Thomas Ichim, Regen BioPharma's Chief Scientific Officer.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=360511"], "subject": "Dr. Christine Ichim (RGBP) says..."}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360320&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=45", "date": "Thursday, October 23, 2014 2:20 PM", "message": "I've had 13 of 33 radiation treatments. So far I have had no fatigue, no burn. I am very very slightly pink and have some occasional itching around my collar bone. Based on everyone's experience, can I still expect to get the burn and fatigue or am I far enough into it that I will get lucky?", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360320"], "subject": "Radiation Side Effects"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?high=&m=304996&mpage=34", "depth": 1, "refURL": "https://apps.komen.org/Forums/", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?m=356276"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=277674&mpage=3", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=45", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=277674"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=195411&mpage=42", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=45", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=195411"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358725&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=43", "date": "Thursday, March 27, 2014 3:22 PM", "message": "I am part of a group on FB called Knitted Knockers Knitting Circle for Mastectomy Patients. We knit and crochet cotton yarn prosthetics stuffed with fiberfill for Mastectomy Patients. One pair is free to each mastectomy patient. We are just trying to get the word out that they are available. The website is  and people can request them by ordering them via email. Send \"NEED KNOCKERS\" to  with your name, address, and cup size, single or set. (The \"g\" between steve & pickering in the email address is important because without it, it goes to a guy in Japan and not us.)   I just want to share this with everyone on the message boards for those that are interested. I know I hating wearing my prosthesis before my reconstruction. These are not as heavy and the cotton yarn is more substantial than the foam eggs that many of us get post mastectomy. This is also not for just the US. We are across the US, Canada, and there is a group in the UK, and any of us can send them internationally.  Cathy", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358725"], "subject": "Knitted Knockers!"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360558&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=43", "date": "Monday, December 15, 2014 7:50 PM", "message": "My mom has had a bilateral mastectomy and reconstruction. She's had multiple tissue failures - her reconstructed nipples died and had to be removed, her skin is very thin, and very little tissue remains.  Her plastic surgeon wants to do a very invasive surgery - a Flap surgery that will take muscle, tissue, and skin from her thighs, because she doesn't have enough tissue and fat to do a DIEP surgery.       I have plenty of tissue - we're the same blood type.  I know they use cadaverous matrix tissue in reconstruction - but has anyone heard of a surgeon using live donor tissue to reconstruct?  This will be my mother's 5th surgery - all but the first have been reconstruction revisions due to failed procedures.  I don't want her losing good, healthy parts of her body.         I'd love to hear your insights.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360558"], "subject": "Can I donate tissue to my mom?"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=281655&mpage=7", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=43", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=281655"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360485&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Friday, November 28, 2014 9:18 PM", "message": "I am a new member but sadly no stranger to breast cancer. My mom has been battling it for ten years after being diagnosed at age 59 and is currently under treatment for stage four but holding steady with no symptoms. I was diagnosed three days ago at the age of 46. I know that I have invasive ductal carcinoma. Have an MRI scheduled for next week and an appt with a surgeon the day after. I am waiting to tell my three children (17, 13 and 9) after we get the plan of action next week. I am quietly freaking out and I'm finding it hard to sleep at night since I'm putting on a brave face to the few people that know. Does this get any easier to deal with?", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360485"], "subject": "Just diagnosed three days ago"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360431&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Tuesday, November 18, 2014 4:12 AM", "message": "Hi.  I got the news Friday that I have breast cancer.  I'm deep into researching treatment options and meeting with various specialists.  I'm leaning towards bilateral mastectomy with reconstruction, but a further surgery and radiation is potentially an option as well.  My biggest issue currently is that I am a single mom with three kids, all three of whom have difficult medical conditions with my boys having autism as well.  I've been on Lexapro for nearly five years and my doctor and I both agree it would be insane for me to go without an antidepressant given the difficulties of my daily life.  Let's just say my narcissistic ex-husband might not fair well.  :-) .  She tried to find an alternative that wouldn't reduce the effectiveness of the Tamoxifen, but didn't come up with anything.  I can't be the only person with this dilemma.  I would appreciate any suggestions and want to say I am happy this forum exists.       Thank you,   Jena", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360431"], "subject": "Newly Diagnosed"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=278976&mpage=4", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=43", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=278976"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360492&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Sunday, November 30, 2014 6:38 PM", "message": "Hello I was just diagnosed Tues with breast cancer. I find out this Tues the stage it is. I am very over whelmed.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360492"], "subject": "recently diagnosed"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360060&mpage=3", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=44", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360060"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=278727&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=3", "date": "Wednesday, May 13, 2009 12:01 PM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=278727"], "subject": "Glossary of Medical Terms Used on Komen Boards"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360502&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Monday, December 01, 2014 6:55 AM", "message": "This is the first morn i have been by myself since they told me Tues that I have breast cancer. I am feeling very anxious nervous scared all at same time. I am so strong when around people but but myself I can't explain how I feel. I find out tomorrow what stage and type I have. And I have to go to Dr by myself. I am so scared I am not going to really hear what they tell me.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360502"], "subject": "Scared and nervous"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360415&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Friday, November 14, 2014 6:12 PM", "message": "Hi everybody!   I went to my general surgeon on 11/11/14 and he found what he thinks is a lymph node in my breast.  I am now scheduled for a mammography and ultrasound.  My last mammo was just 6 months ago and this node was not there.  I am just hopeful that it is either not a node and or if is a lymph node, that it is benign.  I am just wondering if a lymph node can be benign if it is detectable by my general surgeon.  Any feedback would be helpful.  Thanks for any help.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360415"], "subject": "Can a detectable breast lymph node be benign?"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360521&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Thursday, December 04, 2014 9:32 AM", "message": "Good morning ya'll.  My 56 year old mother received word on her breast biopsy yesterday that showed infiltrating lobular carcinoma.  This is my first post here as this is all still very surreal.  We don't know anymore than that and have an appointment for lab and breast appointment this afternoon.  MRI to be done tomorrow.    I work in healthcare as a nurse, just not familiar at all with them Hem/Onc world.  I deal with pediatrics.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360521"], "subject": "Mother's New Dx"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=127105&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=3", "date": "Wednesday, May 09, 2007 1:18 PM", "message": "If you have a general question about the features in the Komen Message Boards, please research our most frequently asked questions here: .       If you have any questions that cannot be answered in this document, please email  or send a Private Message to Komen Admin.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=127105"], "subject": "Frequently Asked Questions on the Komen Message Boards"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360476&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Monday, November 24, 2014 9:04 AM", "message": "Hi, my name is Tina and I am 62 years old.  On October 10th, I was diagnosed with    Stage 2 invasive Ductal Carcinoma.  There were 2 rumors in my left breast, the largest being 2.5 cent. On Nov 5th I opted for a bi lateral mastectomy.  The path results were very good, showing no node involvement.  I am still recuperating and have been to see an oncologist who recommended Arimidex for 5 years.  After reading  hundreds of medical trials, charts, probability studies, studies on side effects, and even patient  blogs, I couldn't be more confused as to my actually starting this drug.  I know so many others have been through this, And I know it's a personal decision, but I am hoping to hear from other women who have gone down both paths.  God bless all of you dealing with your cancer struggles...", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360476"], "subject": "Joining the club"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=322859&mpage=2", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=68", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=322859"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=280616&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=3", "date": "Wednesday, May 27, 2009 12:19 PM", "message": "Welcome to the Komen Community Message Board! This is a community managed for and by breast cancer survivors, under the auspices of Susan G. Komen for the Cure. This community continues to grow. Our \"mission\" is to be a resource for women (and men!) who are newly diagnosed with breast cancer and to build strong relationships in order to provide support to each other. The members of this community, survivors and their caregivers, are here to support YOU.       At times, it may seem like you are breaking into a conversation in progress. Many have been members for years, others (like me) have joined within the last 12 months. There is a Newcomer's Forum where you can \"Tell Us Your Story.\" You don't have to post much. Just tell us that you are new to the community, what your diagnosis is, and where you are in your fight against this disease. We promise that one of the moderators and many of our more active members will give you a warm welcome. We welcome you here, while at the same time are sad that you have received a diagnosis that provides you entry into the \"survivor's club.\"        We ask that all new comers please post a little information (as much as you're comfortable with) in your Signature field (found under ). The signature is used to display your diagnosis or co-survivor history and any other tidbits about you that you would like others to know.      Note: We consider someone to be a survivor from the minute they are given a diagnosis of cancer and didn't drop dead from shock! So whether you were diagnosed today or 20+ years ago, you are a SURVIVOR and a WARRIOR.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=280616"], "subject": "Welcome"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=280617&mpage=116", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=280617"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356508&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Tuesday, July 09, 2013 1:18 PM", "message": "calls are answered by a trained and caring staff Our helpline provides free, professional support services to anyone with breast cancer questions or concerns, including breast cancer survivors and their families.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356508"], "subject": "New extended hours for 1-877 GO KOMEN !"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=275096&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=3", "date": "Tuesday, April 14, 2009 3:44 PM", "message": "Staging is based on the  of the tumour,whether  are involved and whether the cancer has spread outside the breast. Your Dr use's all parts of the pathology    report as well as the stage of Breast cancer to shape your treatment plan.         Where the tissue samples are taken from, the breast, lymph nodes or under your arm () or both.       Describes the tissue samples ie- size,weight, and color.     How the sample looks under a microscope       cells that do not look or act like the healthy cells of the body     cells that are fast growing and can spread beyond the area where they started       A medicine called Herceptin used to treat breast cancer with abnormal her2 gene         Not cancerous      The area around the normal tissue is free of cancer cells    The cancer cells come near the outer edge of the tissue around the tumour     A type of invasive cancer that grows into the normal tissue around it,usually slowly.     A type of non invasive cancer that usually does'nt spread, grows fast    A type of non invasive cancer that does not spread and grows slowly.       (DCIS)  Non invasive that stays inside the milk ducts and has not spread outside    A cancer that does not have Estrogen recepter's          A cancer that has Estrogen recepters.     (Fluorescence in situ Hybridization) test   A test for the her2 gene     Tells you how much the tumour cells look different from normal cells      A gene that helps control the growth and repair of cells       Tiny areas on cells that listen and respond to signals from hormones    (Iimmunohistochemistry )A test for the her2 protein         A cancer that stays where it began in the breast and usually does'nt spread.      A cancer that spreads beyond where it started    (IDC) A cancer that begins in the milk ducts but grows into the normal breast tissue around it     Cells that do not look like the healthy cells of the body    A test that shows how fast the cancer is growing       Means cancer in the cells are found in the lymph vessels     A type of invasive cancer which spreads into the normal tissue around it.     A test that shows how fast the tumour is growing    means the cancer cells are found in the blood vessels       HER2 Testing-           Some useful staging info-         N.B....Your surgeon ideally should go over your path report with you and explain it in detail while answering any questions. if there's something you're not sure of please contact your Dr to explain in more detail.    The above is meant as a rough guide for patients but should not take the place of a Dr's explanation on your own particular pathology report.       A useful site for helping make decisions on treatment and knowing what to ask for is -", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=275096"], "subject": "Understanding your pathology report"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=300374&mpage=5", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=300374"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=320007&mpage=27", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=44", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=320007"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360464&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=46", "date": "Friday, November 21, 2014 9:26 AM", "message": "I am about to begin taking ARIMIDEX(anastrozole)and have read some many bad side effects that it is scaring me. I am worried about my quality of live being affected. Has anyone been on this med. and had no issues? Dose anybody know if the majority of women do have issues? After all I have been through I need to put the bad health behind me and I thought after chemo, surgery and radiation I would be able to do that but now I worry about the ARIMIDEX!", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360464"], "subject": "ARIMIDEX (anastrozole)"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=337483&mpage=2", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=44", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=337483"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=355923&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Thursday, May 23, 2013 8:01 AM", "message": "Although this is the professional version of the Oncotype DX information site, it explains the test in detail.         Tricia,    Don't know if you would want to pin it to either sound off or newcomers, so folks can access it easily.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=355923"], "subject": "ONCOTYPE DX"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360534&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=41", "date": "Sunday, December 07, 2014 7:35 AM", "message": "Good morning!!  I am not diagnosed with Cancer, but have had proliferative breast disease due to extremely dense breast tissue with sclerosing adenosis, hyperplasia, among other things for about four years.  I have had my years checks, had two previous biopsies and about every year I get my \"comeback call\" for diagnostic mammos and ultrasounds.  About three years ago I started going to the Stephanie Speilman center in Columbus for the 4-D Mammos which has helped to cut-down on the call-backs significantly.  My most recent mammo was last May and all was well.  No call back.  Well, last January I suffered my first \"seizure - like episode\" and have battling an unknown condition for about a year.  In that year I have lost some of my reflexes and sensory on my left side, some of my cognition and memory is starting to slip, I am have a hard time with balance and mood swings that tends to come and go and my vision in my left eye is getting worse.  I have been through several clinics in Cleveland for this condition and they all agree there is something, but they can't find the single one cause, just a lot of signs and symptoms of a lot of things.  Now, about two months ago, while sleeping, I rolled over and got a sharp pain under my left arm. The next morning while showering I noticed a knot under there.  I kept an eye on it for about two weeks, it didn't go away. What did happen is more began to grow including one on my neck and my left breast began to grow longer than my right with a small dent in the large outer area.  I called the gyn.  Getting my comeback call tomorrow.  Trying not to be worried.  But so many things.... so many questions.... I am busy woman. Although I did take off one month of work last year until we got the seizures under control (that about killed me).  I hate the thought of anything else going on.  I just want to go back to normal life.  Lumps and bumps stopped bugging me a few years back.  But the other signs and symptoms have me worried this time and I can't help but wonder if they are all connected since everything is one the same side.  I guess I just needed this forum to put it all out there in cyber space.   No one in my family other than my husband knows what is going one with this newest thing.  I just don't want the worry or attention.  We just all want normalcy.  Thanks for letting me share :)  Good luck to all you Real Warriors.  Love you all... Kassie", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360534"], "subject": "Introduce yourself by KA"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360511&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=44", "date": "Monday, December 01, 2014 7:14 PM", "message": "GAME CHANGER in treating cancer..    \"While chemotherapy and radiation therapy non-selectively kill all replicating cells, both cancer and healthy cells, thus causing severe toxicity, targeted therapies such as kinase inhibitors    (e.g.: Gleevec by Novartis $4.7 billion in 2012)1    and proteasome inhibitors   (e.g.: Velcade by J&J and Takeda $2.3 billion in sales in 2012)2   specifically inhibit molecular processes of cancer cells but not other multiplying cells in the body.   Dr. Christine Ichim found that the NR2F6 gene is essential for the process of cancer formation, thus potentially offering a new target for development of targeted therapies,\" said Dr. Thomas Ichim, Regen BioPharma's Chief Scientific Officer.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360511"], "subject": "Dr. Christine Ichim (RGBP) says..."}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=337232&mpage=16", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=337232"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=348872&mpage=27", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=348872"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=355149&mpage=11", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=355149"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=306274&mpage=349", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=306274"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360085&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=46", "date": "Tuesday, September 09, 2014 5:24 PM", "message": "I had an Invasive Duct Carcinoma, .6 cm. stage one breast cancer. It had not spread to the lymph nodes. I had a lumpectomy (twice because they didn't get it all the first time) and am in the middle of 6 weeks of Radiation treatments, no chemo.  My Oncologist told me about Tamoxifen and Arimidex and is leaving it up to me whether or not to take either.  He says that my cancer was very slow growing and small and he would not suggest taking either but, it's up to me. What should I do??", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360085"], "subject": "Tamoxifen, Arimidex or Nothing"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=355163&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=47", "date": "Friday, April 05, 2013 9:53 PM", "message": "Please post here if you are having surgery the month of April.   Post the date, type of surgery, if Breast cancer surgery- type , reconstructoin type or none.  Add anything else you would like to.  Know that we are thinking of you and this gives us all a place to check to wish you good vibes and or say a prayer for you!!  I wish you each the best, peace and comfort. and know you have many sisters here that are right there with you!!!   Rose", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=355163"], "subject": "April 2013 Surgery"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=311991&mpage=479", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=311991"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=270206&mpage=17", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=44", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=270206"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=304692&mpage=2", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=67", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=304692"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358182&mpage=2", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358182"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360454&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=64", "date": "Thursday, November 20, 2014 6:59 PM", "message": "Keep an eye out as more information is coming soon..", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360454"], "subject": "More to come"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=260026&mpage=28", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=43", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=260026"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=306695&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, March 09, 2010 9:34 AM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=306695"], "subject": "Susan G. Komen for the Cure® Honored as Most Valued Non-Profit Brand"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357730&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, November 12, 2013 11:00 AM", "message": "Looking for Clarity: Medical Imaging, Night Shift Work and Breast Cancer Risk      Few diseases have been studied as much as breast cancer.  And in part, this is what can make breast cancer such a frustrating topic to many women.  While there are countless scientific findings, all this work has identified only a handful of risk factors that women can actually control.          Yet, a number of breast cancer risk factors fall into a middle ground– somewhat under a woman’s control, somewhat not.  Two less well-known factors that fall into this category are radiation exposure from medical imaging tests and working night shifts.  The science behind each of these factors is still developing, but each can have an impact on breast cancer risk.  According to Komen Scholar Dr. Melissa Bondy, Professor of Pediatric Hematology/Oncology at Baylor College of Medicine and Associate Director for Cancer Prevention and Population Sciences at the Dan L Duncan Cancer Center, “Like some other risk factors, radiation exposure from medical imaging and night shift work are not completely under a woman’s control. However, identifying these risk factors has increased our understanding of breast cancer and may lead to interventions to lessen their impact on risk.”        Medical imaging     Does the radiation from medical imaging tests increase the risk of breast cancer? It’s been known for a long time that large doses of radiation – such as from an atomic bomb explosion – can greatly increase the risk of cancer.  Less well understood are the specific risks related to lower amounts of radiation women might encounter in everyday life.  Some medical imaging tests, however, are sources of radiation that have important breast cancer risks.        Do X-rays and mammograms increase risk?     There seems to be no completely risk-free amount [font=\"inherit; font-style: inherit; margin: 0px; padding: 0px; border: none; vertical-align: baseline\"]of exposure to radiation. However, the most common imaging test women will have throughout their lives – X-rays – carry little breast cancer risk at the frequency most women get them. X-rays may be used to find a broken bone, cavities in teeth or early signs of breast cancer (mammography).  Studies looking specifically at mammography have found that the very small risks that come with the low-level radiation exposure from these tests are outweighed by the potential benefits of finding breast cancer at early stages.  One study projected that if one million women were screened with mammography, nearly 19,000 lives could be saved from breast cancer, yet only a little over 21 deaths would be caused from the low-level radiation exposure over time.  And, with doses of radiation from mammography continuing to decline as the technology improves, any risks from this test are likely to become even smaller.[font=\"inherit; font-style: inherit\"]    [font=\"inherit; font-style: inherit\"]      Do computed tomography (CT) scans increase risk?     There is growing evidence that CT scans can increase cancer risk.  CT scans provide detailed images of the body, but to do this they also deliver much greater amounts of radiation than standard X-rays.  Though it can vary depending on the machine and the test, CT scans of the chest can deliver 100 to 500 times the amount of radiation from an average chest X-ray.  In addition, they’re being used more often. The rate of use of CT scans is about five times higher than it was 20 years ago.  The result is that today women are more likely to get higher lifetime radiation doses from these tests.  A report from the Institute of Medicine (IOM) projected that 2,800 excess breast cancers are caused each year by medical imaging tests, with the large majority of these linked to CT scans.  The younger women are when exposed to the radiation from CT scans, the greater the lifetime risk of cancer.         Are there ways to lower the risk from imaging tests?     It’s important that every woman get the medical tests that are important for her health. Mammograms save lives and have little, if any, impact on breast cancer risk.         CT scans are also important but are sometimes being ordered for reasons other than medical need.  This is often simply because the scans are so easy to do and provide such clear images. Concerned patients can also request them, looking for reassurance.  Yet, because they’re not risk-free, patients should feel empowered to ask their doctors about other options and together decide if a CT scan is really needed for their current situation. This can be difficult for a patient – but it is something doctors are used to discussing. The American Society of Clinical Oncology’s  initiative can help with this discussion by providing lists of tests that may or may not be needed for certain situations. Patients should always feel free to seek a second opinion if the situation allows.         CT scans can provide life-saving information, so no woman should endanger her health by refusing a scan simply to lower her exposure to radiation. However, with a few thoughtful questions, it’s possible to help cut down on exposure and avoid excess breast cancer risk.        Learn more about          Night shift work     Does working the night shift increase the risk of breast cancer?     Over the past decade, good evidence has shown that regularly working night shifts over many years raises the risk of breast cancer.  One analysis that combined the results from 13 studies found that long-term night shift workers had a 50 percent greater risk of developing breast cancer than women who didn’t work through the night.  Based on such findings, in 2007, the International Agency for Research on Cancer classified night shift work as “probably carcinogenic.”        Find .       How does working night shifts increase risk?     Although the exact reasons aren’t known, working regularly through the night may increase breast cancer risk by lowering blood levels of melatonin. Melatonin is a hormone that helps maintain normal waking and sleeping cycles. It is commonly called “the sleep hormone.” Melatonin is normally produced at night, but exposure to light at night suppresses melatonin production.  Several studies have found that women with lower melatonin levels may have higher breast cancer risk.          Can anything limit the effects of night shift work on risk?       It’s currently unclear whether women can do anything to limit the effect that working at night may have on their breast cancer risk.  Trying to cut back on night shift hours will likely help, but may not be an option for all workers.  Taking melatonin supplements has been proposed by some as a possible approach, but currently there is no evidence that it would provide any benefit.  One small, short-term study found that melatonin supplements had no effect on certain breast cancer risk markers.8  Larger, longer-term studies are needed, though, before ruling out any benefit for melatonin supplementation.      Summary     There’s good evidence that certain medical imaging tests and long-term night shift work can increase the risk of breast cancer. These factors aren’t often in a woman’s control, yet there are promising steps being taken to help lessen their impact.  Changes in approaches to medical imaging are being developed to limit CT scans to situations where they are truly medically necessary, and technology advances should help reduce the amount of radiation used during such tests.  Further research should also help identify steps that could limit the increased breast cancer risk linked to long-term night shift work – whether it’s melatonin supplementation, changing work schedules or some other approach entirely.          What is Komen doing?     Since 1982, Komen has provided more than $2.6 million to support research related to breast cancer risk from medical tests or shift work. Examples of such research projects include:        References", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357730"], "subject": "Looking for Clarity: Medical Imaging, Night Shift Work and Breast Cancer Risk"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360456&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=48", "date": "Thursday, November 20, 2014 8:52 PM", "message": "It's been a long time, I know someone will have a few answer   A young woman I know is recovering from a double mastectomy. She's 28. Stage 2. This young woman is waiting on a second opinion from IU Med Center. She's wondering if anyone knows of a woman who has given birth after chemo or was able to have a family.  It's rare, we know.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360456"], "subject": "Fertility following Chemo"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356666&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, July 22, 2013 10:14 AM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356666"], "subject": "Post-Lumpectomy Radiation No Benefit in Older Women with Early Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357959&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Thursday, December 19, 2013 9:19 AM", "message": "Older Patients with Early Breast Cancer May Avoid Radiation                                                          Kunkler IH, Williams LW, Jack W, et al. The PRIME 2 trial: Wide local excision and adjuvant hormonal therapy ± postoperative whole breast irradiation in women older than 65 years with breast cancer managed by breast conservation. San Antonio Breast Cancer Symposium December 10-14, 2013. Abstract S2-01", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357959"], "subject": "Older Patients with Early Breast Cancer May Avoid Radiation"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358659&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Friday, March 21, 2014 3:52 PM", "message": "Goss PE, Hershman DL, Cheung AM, et al: Effects of adjuvant exemestane versus anastrozole on bone mineral density for women with early breast cancer (MA.27B): a companion analysis of a randomised controlled trial. . Published early online March 11, 2014. doi:10.1016/S1470-2045(14)70035-X", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358659"], "subject": "No Significant Bone Density Differences Between Aromasin and Arimidex"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358806&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, April 02, 2014 5:22 PM", "message": "Breast Cancer Disparities   Female breast cancer is the most commonly diagnosed cancer among nearly every racial and ethnic group in the U.S. However, the past 25 years have seen much improvement in treatment and overall breast cancer care, which have greatly increased survival rates over the years. During this time, overall breast cancer rates have decreased, but have remained stable since 2004. Breast cancer deaths have decreased by as much as 34 percent and continue to decline [1]. These trends indicate real progress. Unfortunately, improvement has not occurred equally among all populations. Many populations within the U.S. continue to be disproportionately burdened by high incidence (new cases) and mortality rates of breast cancer.   These differences lead to, and are often referred to as disparities. They affect how different communities are impacted by breast cancer incidence, mortality and survival. Understanding these differences is critical to reducing breast cancer disparities.    Disparities do not describe all health differences. Disparities are the result of health differences that may arise from inequities such as intentional or unintentional discrimination and/or social disadvantage. They may include, but are not limited to, health differences among populations according to race/ethnicity, ancestry, cultural factors, socioeconomic status, age, sexual orientation, geography, disability or other characteristics associated with social inequality or discrimination [2].    There are many complex factors that contribute to breast cancer disparities. The most apparent factors are linked to medical care and a lack of health care coverage. However, a person’s health is not just a product of good medical care. Studies show it accounts for only a small percent of disparity related breast cancer deaths. Factors affected by social and racial inequalities such as education, income and the quality of neighborhood environments are thought to play a major role in health disparities [3, 4]. Breast cancer disparities can be affected by:          Even when access to health care services is equal, there are differences in the size, stage and grade of breast cancer for many minority women compared to white women. For example:     While social and biological factors each have their own effects on breast cancer disparities, some social factors may help facilitate or contribute to biological differences or disparities. For example:         Caucasian women have the highest  of breast cancer in the U.S. followed closely by African American/black women. Comparatively, Asian American (Asian/Pacific Islander as a group), Native American (American Indian/Alaska Native) and Hispanic/Latina women have much lower incidence rates (Figure 1).                    However, rates can vary a lot even among individual ethnic or racial subgroups. For example, the racial category of Asian and Pacific Islander includes many smaller ethnic groups that are highly diverse in terms of lifestyles, health care practices, socioeconomic status and other factors that can affect breast cancer rates. In fact, research shows that Asian women do not have uniformly low rates of breast cancer. Filipinas have much higher incidence rates compared with other Asian groups; US-born Asian women have higher incidence rates compared with foreign-born Asian women; and some Pacific Islanders such as Japanese or Hawaiian women have been found to incidence rates higher than Caucasian women [12, 13, 14].     The incidence rates of most diseases are higher among poorer communities. However, the opposite is true of breast cancer. Breast cancer incidence is higher in communities with higher socioeconomic status. This may be because women of higher socioeconomic status get screening mammograms at a higher rate than women of lower socioeconomic status, resulting in more breast cancers being found. Increased incidence could also be due to the differences in risk factors found in women of different education and income levels. For example, compared to women with lower income and education levels, women with higher income and education levels are more likely to:    All of these factors may increase the risk of breast cancer [15, 16, 17].    Lifestyle choices influenced by social and racial inequalities can contribute to breast cancer disparities by affecting a women’s risk of breast cancer. Some risk factors for breast cancer are associated more often with some racial/ethnic groups than others, such as:     Lesbians and bisexual women have a greater risk of breast cancer than other women, but this is not because of their sexual orientation. Rather, it is linked to risk factors for breast cancer that tend to be more common in these women (such as never having children or having them later in life). Lesbians also tend to have higher rates of obesity and alcohol use, both of which can increase breast cancer risk [24, 25].    Having a mutation in the  gene increases a woman’s risk of developing breast cancer. Though this mutation is rare in the general population, it can occur more commonly in some ethnic groups such as Ashkenazi Jews [26]. Genetic testing, counseling and risk lowering options are available for women with a BRCA mutation. However, some women lack the understanding or resources to seek out or receive such care. Many low-income or underinsured women, as well as underserved minorities, do not have easy access to or seek out BRCA testing or genetic counseling. This can put them at higher risk for being diagnosed with late stage cancer and dying from the disease [27, 28].    Breast cancer screening rates are similar among all racial/ethnic groups, ranging from 69 percent-73 percent (Figure 3) [29]. However, large differences exist for screening rates among different socioeconomic classes, as well as other disparate populations, which may contribute to disparities in breast cancer incidence observed in those groups. Getting screened can detect cancer earlier when chances for survival are highest.                     : Centers for Disease Control and Prevention Morbidity and Mortality Weekly Report. Cancer Screening- United States, 2010. January 27, 2012/ 61(03);41-45.      Breast cancer stage at diagnosis varies by racial/ethnic and socioeconomic groups. These differences are important because stage at diagnosis impacts a woman’s survival. Research shows that women from minority and medically underserved populations are more likely to be diagnosed with advanced or late-stage breast cancer (has spread beyond the breast). For example:    Women who do not have health insurance are almost four times as likely to be diagnosed with advanced breast cancer compared to women with health insurance [50].        Research has found that socioeconomic factors and certain attitudes or misconceptions about cancer are associated with delayed or incomplete follow-up of an abnormal screening mammogram. Such attitudes are common among low-income, minority and under- or uninsured populations and are thought to contribute to breast cancer disparities [40, 41, 42]. Waiting longer for follow-up care may lead to cancers that have spread beyond the breast and are harder to treat. For example:     Factors such as race/ethnicity, socioeconomic factors, cultural beliefs, trust in the medical community or differences in medical care can affect the quality and type of breast cancer treatment a woman receives [51].        Many of the same factors that impact whether a woman gets screened, or how and when she seeks treatment, also impact and contribute to disparities in breast cancer survival.   African American/black women have the highest breast cancer death rates of all racial and ethnic groups and are 41 percent more likely to die of breast cancer than Caucasian women [59]. This disparity is attributed to a number of factors, which include higher rates of early onset, more advanced stage at diagnosis and more aggressive cancer subtypes (TNBC) that occur within this population [60].   Hispanic/Latina, Asian and Native American women have much lower mortality rates than either African Americans/blacks or Caucasian (Figure 4). However, like breast cancer incidence, mortality rates can differ among individual racial or ethnic subgroups. For example, some Pacific Islander women, such as Hawaiian, not only have higher breast cancer mortality rates compared to other Asian subgroups, but also have higher mortality rate than either blacks or Caucasians.        Women with low income and/or education levels are more likely than women with higher income and/or education levels to die from breast cancer [61].   Some studies suggest women in a same sex-relationship may have a higher risk of breast cancer death compared to women in a heterosexual relationship [62].   Women with disabilities have a higher mortality rate than those without a disability. It is not clear whether this disparity is due to differences in treatment choices or because women with disabilities may be more susceptible to treatment-related complications, such as infections and toxicities [58].    The economic impact of breast cancer disparities is considerable. A report from the C-Change (Collaborating to Conquer Cancer) organization and Susan G. Komen® estimates we can save at least $674 million annually in direct medical costs alone by reducing the disparities in breast cancer access and treatment. This is money spent on the expensive, prolonged therapies that late-stage disease often requires. C-Change estimates at least another $116 million in indirect costs of these disparities in terms of lost wages and productivity [63].     The Affordable Care Act (ACA) (healthcare reform) is increasing access to health care for many Americans. Since September 2012, all new health insurance plans have been required to cover mammography for women over the age of 40 every one to two years. Starting in 2014, ACA will give access to health coverage for many low-income women who do not currently have insurance through the Insurance Marketplaces and expansion of Medicaid eligibility.    Learn more about the      The Center for Disease Control and Prevention (CDC)’s  allows each state to provide breast cancer screening to low-income, uninsured and underinsured women. For women who have an abnormal finding, the program also covers diagnostic testing and if breast cancer is diagnosed, referrals for treatment. Women diagnosed through this program can get treatment through expanded  benefits. (Medicaid is run by each state, so coverage varies state to state).   Learn more about the .   Learn more about .    Breast cancer takes a disproportionate toll on women of color and those of low-income and education. While unknowns persist regarding the causes of breast cancer disparities and the best ways to reduce and eliminate them, there is much that is clear. According to breast cancer disparities researcher and Komen Scholar, Dr. Rena J. Pasick, “A societal commitment to access to high quality care and to appropriate education for all women stands to alleviate much of the excess burden of this disease.  And while more research is needed, it should be based on the recognition that scientific advances can themselves exacerbate disparities in the context of differential availability.”     With 117 Affiliates in local communities and across the globe, Susan G. Komen® is the most progressive grassroots organization fighting breast cancer today. Each year, Komen Affiliates fund thousands of community-based programs that address barriers and needs related to breast cancer. Through community grant programs, education efforts and partnerships, Komen Affiliates are addressing disparities in risk factors that stem from cultural and language differences and societal inequities related to discrimination, provider bias, patient mistrust, poor patient-provider communication, poor adherence and low quality care. These local programs aim to change behaviors and increase access to early detection and quality treatment for disparate populations.   In 2012 alone, Komen Affiliates funded over 1900 grants totaling more than $92 million to local community organizations. These organizations provided millions of services, including mammograms, diagnostic services, educational programs, support services and treatment assistance, to address needs and barriers related to breast cancer disparities.   Komen has also invested approximately $13 million in large-scale vulnerable community grants and national programs that seek to improve quality of care, enhance care coordination, offer financial assistance to breast cancer patients and address unique barriers to breast care for vulnerable populations.    Public policy continues to be a key area of focus at Komen, with sustained advocacy efforts in state capitals across the U.S. and in Washington, D.C. These efforts are focused on protecting breast cancer screening and treatment services, as well as research funding, to advance breast health and cancer care policy at the federal and state levels. It is critical that all women have access to needed breast cancer screenings, life-saving treatment and quality breast cancer care if we are to work to end breast cancer disparities.   Learn more about  for 2014    Susan G Komen® has long committed resources and efforts aimed at reducing mortality from breast cancer disparities. Among these efforts, Komen funds hundreds of research grants working to eliminate the burden of breast cancer experienced by all women, including the unequal burden imposed upon women from many minority and medically underserved populations. Since it was founded in 1982, Komen has invested more than $89 million in over 250 research grants that focus on issues related to breast cancer disparities. These grants represent more than 10 percent of Komen’s total research portfolio (over $800 million). More than two-thirds of these grants support clinical trials focused on breast cancer disparities. Komen’s disparities grants also include a dedicated grant mechanism that supports the training of graduate students who are pursuing a research career focused on breast cancer disparities, called the Graduate Training in Disparities Research Grant (GTDR).   Learn more about , as well as Komen’s overall investment in breast cancer disparities.                                                [1]                                         \"National Cancer Institute's Surveillance Epidemiology and End Results Program,\" [Online]. [Accessed 10 January 2014].                                                           [2]                                         e. a. Braveman, \"Helath Disparities and Helath Equity,\" vol. 101, no. Suppl 1, pp. S149-S155, 2010.                                                           [3]                                         N. Adler and D. Rehkopf, \"U.S. disparities in health: descriptions, causes, and mechanisms,\" vol. 29, pp. 235-52, 2008.                                                           [4]                                         Robert Wood Johnson Foundation, \"Overcoming Obstacles to Health. Commission to Build a Helather America,\" [cited 2014 January 23; Available from ], 2008.                                                           [5]                                         N. Lurie and T. Dubowitz, \"Health Disparities and Access to Health,\" vol. 297, no. 10, pp. 1118-1121, 2007.                                                           [6]                                         M. Ray and B. Polite, \"Triple-negative breast cancers; a view from 10,000 feet,\" vol. 16, pp. 17-22, 2010.                                                           [7]                                         a. Stark, C. Kleer, I. Martin and e. al, \"African ancestry and hgiher prevalence of triple-negative breast cancer: findings from an international study,\" vol. 116, no. 21, pp. 4926-4932, 2010.                                                           [8]                                         E. Johnson, \"Breast cancer racial differences before age 40 - implications for screening,\" vol. 94, pp. 149-156, 2002.                                                           [9]                                         M. Althuis, D. Brogan, R. Coates, J. Daling, M. Gammon, K. Malone, J. Schoenberg and L. Brinton, \" Breast cancers among very young premenopausal women (United States),\" vol. 14, pp. 151-160, 2003.                                                           [10]                                         S. Pinheiro, M. Holmes, M. Pollak, R. Barbieri and S. Hankinson, \"Racial differences in premenopausal endogenous hormones,\" vol. 14, pp. 2147-2153, 2005.                                                           [11]                                         E. Simpson and K. Brown, \"Minireview: Obesity and breast cancer: a tale of inflammation and dysregulated metabolism,\" vol. 27, no. 5, pp. 715-25, 2013.                                                           [12]                                         S. Gomez, C. Clarke, S. Shema, E. Chang, T. Keegan and S. Glaser, \"Disparities in Breast Cancer Survival Among Asian Women by Ethnicity and Immigrant Status: A Population-Based Study,\" vol. 100, no. 5, pp. 861-869, 2010.                                                           [13]                                         B. Miller, K. Chu, B. Hankey and L. Ries, \"Cancer incidence and mortality patterns among specific Asian and Pacific Islander populations in the U.S.,\" vol. 19, pp. 227-256, 2007.                                                           [14]                                         S. Gomez, T. Quach, P. Horn-Ross and e. al, \"Breast Cancer Disparities in Asian Women: Disaggregating incidence rates by ethnicity and migrant status,\" vol. 100, no. Suppl 1, pp. S125-S131, 2010.                                                           [15]                                         S. dos Santos and V. Beral, \"Socioeconomic differences in reproductive behaviour,\" vol. 138, pp. 285-308, 1997.                                                           [16]                                         N. Allen, V. Beral, D. Casabonne, S. Kan, G. Reeves, A. Brown, J. Green and M. W. S. Collaborators, \"Moderate alcohol intake and cancer incidence in women,\" vol. 101, no. 5, pp. 296-305, 2009.                                                           [17]                                         N. Hou, S. Hong, W. Wang, O. Olopade, J. Dignam and D. Huo, \"Hormone Replacement Therapy and Breast Cancer: Heterogeneous Risks by Race, Weight, and Breast Density,\" vol. 105, no. 18, pp. 1365-1372, 2013.                                                           [18]                                         F. Gilliland, W. Hunt, K. Baumgartner, D. Crumley, C. Nicholson, J. Fetherolf and J. Sarnet, \"Reproductive risk factors for breast cancer in Hispanic and non-Hispanic white women: the New Mexico Women's Health Study,\" vol. 148, no. 7, pp. 683-692, 1998.                                                           [19]                                         Centers for Disease Control and Prevention, \"Racial and socioeconomic disparities in breastfeeding,\" vol. 59, no. 11, pp. 327-334, 2010.                                                           [20]                                         Centers for Disease Control and Prevention, \"CDC Health Disparities and Inequalities Report – United States 2013,\" vol. 62, no. Suppl 3, pp. 1-87, 2013.                                                           [21]                                         N. Hamajima, K. Hirose, K. Tajima and e. al, \"Alcohol, tobacco and breast cancer--collaborative reanalysis of individual data from 53 epidemiological studies, including 58,515 women with breast cancer and 95,067 women without the disease,\" vol. 87, no. 11, pp. 1234-45, 2002.                                                           [22]                                         D. Dawson, \"Beyond Black, White and Hispanic: Race, ethnic origin and drinking patterns in the United States,\" vol. 10, no. 4, pp. 321-339, 1998.                                                           [23]                                         National Institute on Alcohol Abuse and Alcoholism, \"National Institute on Alcohol Abuse and Alcoholism. Alcohol Alert: Alcohol and Minorities,\" January No. 55 2002. [Online]. Available:  [Accessed 28 January 2014].                                                           [24]                                         E. Zaritsky and S. Dibble, \"Risk factors for reproductive and breast cancers among older lesbians,\" vol. 19, no. 1, pp. 125-31, 2010.                                                           [25]                                         S. Austin, M. Pazaris, B. Rosner, D. Bowen, J. Rich-Edwards and D. Spiegelman, \"Application of the Rosner-Colditz risk prediction model to estimate sexual orientation group disparities in breast cancer risk in a U.S. cohort of premenopausal women,\" vol. 21, no. 12, pp. 2201-2208, 2012.                                                           [26]                                         National Cancer Institute, \"Genetics of Breast Cancer and Ovarian Cancer (PDQ),\" 16 December 2013. [Online]. Available:  [Accessed 4 February 2014].                                                           [27]                                         M. Hall and O. Olapade, \"Disparities in genetic testing: thinking outside the BRCA box,\" vol. 24, no. 14, pp. 142197-2203, 2006.                                                           [28]                                         D. Levy, S. Byfield and A. Shields, \"Uderutilization of BRCA1/2 testing to guide breast cancer treatment: black and Hispanic women particularly at risk,\" vol. 13, no. 4, pp. 349-355, 2011.                                                           [29]                                         Centers for Disease COntrol and Prevention, \"Cancer screening - United States, 2010,\" vol. 61, no. 3, pp. 41-5, 2012.                                                           [30]                                         S. Katz and T. Hofer, \"Socioeconomic disparities in preventive care persists despite universal coverage: breast and cervical cancer screening in Ontario and the United States,\" vol. 272, pp. 530-4, 1994.                                                           [31]                                         Centers for Disease Control and Prevention and Behavioral Risk Factor Surveillance system, \"Mammography use and women with disabilities,\" [Online]. Available:  and  [Accessed 27 January 2014].                                                           [32]                                         E. Courtney-Long, B. Aemour, B. Frammartino and J. Miller, \"Factors associated with self-reported mammography use for women with and women without a disability,\" vol. 20, pp. 1279-86, 2011.                                                           [33]                                         I. Alexandraki and A. Mooradian, \"Barriers related to mammography use for breast cancer screening among minority women,\" vol. 102, no. 3, pp. 206-18, 2010.                                                           [34]                                         M. Peek and J. Han, \"Disparities in Screening Mammography,\" vol. 19, no. 2, pp. 184-94, 2004.                                                           [35]                                         S. Coughlin, T. Thompson, H. Hall, P. Logan and R. Uhler, \"Breast and cervical carcinoma screening practices among women in rural and nonrural areas of the United States, 1998-99,\" vol. 94, pp. 2801-12, 2002.                                                           [36]                                         S. Austin, M. Pazaris, L. Nichols, D. Bowen, E. Wei and D. Spiegelman, \"An examination of sexual orientation group patterns in mammographic and colorectal screening in a cohort of U.S. women,\" vol. 24, no. 3, pp. 539-47, 2013.                                                           [37]                                         S. Roberts, C. Patsdaughter, C. Grindel and M. Tarmina, \"Health related behaviors and cancer screening of lesbians: results of the Boston Lesbian Health Project II,\" vol. 39, no. 4, pp. 41-55, 2004.                                                           [38]                                         K. Grady, J. Lemkau, J. McVay, S. Carlson, M. Minchella and C. Caddell, \"CLinical decision-making and ammogrpahy referral,\" vol. 25, no. 3, pp. 327-38, 1996.                                                           [39]                                         R. Smith and S. Haynes, \"Barriers to Screening for breast cancer,\" vol. 69, pp. 1968-78, 1992.                                                           [40]                                         S. Weinmann, S. Taplin, J. Gilbert, R. Beverly, A. Geiger, M. Yood, J. Mouchawar, M. Manos, J. Zapka, E. Westbrook and W. Barlow, \"Characteristics of women refusing follow-up for tests or symptoms suggestive of breast cancer,\" vol. 35, pp. 33-38, 2005.                                                           [41]                                         B. McCarthy, M. Yood, N. Janz, E. Boohaker, R. Ward and C. Johnson, \"Evaluation of factors potentially associated with inadequate follow-up of mammographic abnormalities,\" vol. 77, no. 10, pp. 2070-2076, 1996.                                                           [42]                                         K. Kerlikowske, \"Timeliness of follow-up after abnormal screening mammography,\" vol. 40, pp. 53-64, 1996.                                                           [43]                                         S. Chang, K. Kerlikowske, A. Napoles-Springer, S. Posner, E. Sickles and E. Perez-Stable, \"Racial differences in timeliness of follow-up after abnormal screening mammography,\" vol. 78, pp. 1395-402, 1996.                                                           [44]                                         S. Adams, E. Smith, J. Hardin, I. Prabhu-Das, J. Fulton and J. Hebert, \"Racial differences in follow-up of abnormal mammography findings among economically disadvantaged women,\" vol. 115, no. 24, pp. 5788-97, 2009.                                                           [45]                                         L. Goldman, R. Walker, R. Hubbard and K. Kerlokowske, \"Timeliness of abnormal screening and diagnostic mammography follow-up at facilities serving vulnerable women,\" vol. 51, no. 4, pp. 307-14, 2013.                                                           [46]                                         L. Karliner, H. M and K. Kerlikowske, \"Language barriers, location of care, and delayes in follow-up of abnormal mammograms,\" vol. 50, no. 2, pp. 171-8, 2012.                                                           [47]                                         S. Ooi, M. Martinez and C. Li, \"Disparities in breast cancer characteristics and outcomes by race/ethnicity,\" vol. 127, no. 3, pp. 729-38, 2011.                                                           [48]                                         N. Chatterjee, Y. He and N. Keating, \"Racial differences in breast cancer stage at diagnosis in the mammography era,\" vol. 103, no. 1, pp. 170-6, 2013.                                                           [49]                                         T. Byers, H. Wolf, K. Bauer, S. Bolick-Aldrich, V. Chen, J. Finch, M. Schymura, T. Shen, S. Van Heest and X. Yin, \"The impact of socioeconomic status on survival after cancer in the United States: findings from the National Program of Cancer Registries Patterns of Care Study,\" vol. 113, no. 3, pp. 582-91, 2008.                                                           [50]                                         C. DeSantis, A. Jemal and E. Ward, \"Disparities in breast cancer prognostic factors by race, insurance status, and education,\" vol. 21, no. 9, pp. 1445-50, 2010.                                                           [51]                                         V. Shavers and M. Brown, \"Racial and ethnic disparities in the receipt of Cancer Treatment,\" vol. 94, no. 5, pp. 334-357, 2002.                                                           [52]                                         B. Balasubramanian, K. Demissie, B. Crabtree, P. Strickland, K. Pawlish and G. Rhoads, \"Black Medicaid beneficiaries experience breast cancer treatment delays more frequently than Whites,\" vol. 22, no. 3, pp. 288-94, 2012.                                                           [53]                                         J. Vandergrift, J. Niland, R. Theriault, S. Edge, Y. Wong, L. Loftus, T. Breslin, C. Hudis, S. Javid, H. Rugo, S. Silver, E. Lepisto and J. Weeks, \"Time to adjuvant chemotherapy for breast cancer in National Comprehensive Cancer Network institutions,\" vol. 105, no. 2, pp. 104-12, 2013.                                                           [54]                                         J. Griggs, S. Hawlet, J. Graff, A. Hamilton, R. Jaqsi, N. Janz, M. Mujahid, C. Friese, B. Salem, P. Abrahamse and S. Katz, \"Factors associated with receipt of breast cancer adjuvant chemotherapy in a diverse population-based sample,\" vol. 30, no. 25, pp. 3058-64, 2012.                                                           [55]                                         R. Freedman, K. Virgo, Y. He, A. Pavluvk, E. Einer, E. Ward and N. Keating, \"The association of race/Ethnicity, Insurance status, and socioeconomic factors with breast cancer care,\" vol. 117, no. 1, pp. 180-9, 2010.                                                           [56]                                         J. Griggs, E. Culakova, M. Sorbero, M. Poniewierski, D. Wolff, J. Crawfors, D. Dale and G. Lyman, \"Social and racial differences in selection of breast cancer adjuvant chemotherapy regimens,\" vol. 25, no. 18, pp. 2522-2527, 2007.                                                           [57]                                         J. Griggs, M. Sorbero, A. Stark, S. Heininger and A. Dick, \"Racial disparity in the dose and dose intensity of breast cancer adjuvant chemotherapy,\" vol. 81, pp. 21-31, 2003.                                                           [58]                                         E. N. L. McCarthy, R. Roetzheim, T. Chirikos, D. Li and L. Iezzoni, \"Disparities in breast cancer treatment and survival for women with disabilities,\" vol. 145, no. 9, pp. 637-645, 2006.                                                           [59]                                         US Cancer Satistics WOrking Group, \"United States Cancer Statistics: 1999–2010 Incidence and Mortality Web-based Report,\" US Department of Health and Human Services, Centers for Disease Control and Prevention and National Cancer Institute, Atlanta (GA), 2013.                                                           [60]                                         D. Danforth, \"Disparities in breast cancer outcomes between Caucasians and African American women: a model for describing the relationship of biological and nonbiological factors,\" vol. 15, no. 3, p. 208, 2013.                                                           [61]                                         S. Tannenbaum, T. Koru-Sengul, F. Miao and M. Byrne, \"Disparities in survival after female breast cancer diagnosis: a population-based study,\" vol. 24, no. 9, pp. 1705-15, 2013.                                                           [62]                                         S. Cochran and V. Mays, \"Risk of breast cancer mortality among women cohabiting with same sex partners: findings from the national health interview survey, 1997-2003,\" vol. 21, no. 5, pp. 528-33, 2012.                                                           [63]                                         C-Change, \"The Societal and Economic Impact of Cancer Health Disparities,\" C-Change , Washington (DC), 2010.                                                           [64]                                         S. R, J. Ma, Z. Zou and A. Jemal, \"Cancer Statistics 2014,\" vol. 64, no. 1, pp. 9-29, 2014.                                                           [65]                                         Centers for Disease Control and Prevention, \"Fourth national report on human exposures to environmental chemicals,\" 2009. [Online]. Available:  . [Accessed 25 April 2011].                                                           [66]                                         P. Mohai, P. Lantz, J. Morenoff, J. House and M. RP, \"Racial and socioeconomic disparities in residential proximity to polluting industrial facilities: evidence from the Americans' Changing Lives Study,\" vol. Nov, no. Suppl 3, pp. S649-56, 2009.                                                           [67]                                         J. Brody, K. Moysich, O. Humblet, K. Attfield, G. Beehler and R. Rudel, \"Environmental poolutants and brest cancer: epidemiologic studies,\" vol. 109, pp. 2667-2711, 2007.                                                           [68]                                         Institute of Medicine, \"Breast Cancer and the Environment: A life course approach,\" The National Acadamies Press, Washington, DC, 2012.                                                           [69]                                         M. Thun and E. Ward, \"Cancer Facts and Figures for American 2011-2012,\" [Online]. Available:  [Accessed 10 January 2014].                                                           [70]                                         H. Aziz, F. Hussain, C. Sohn, R. Mediavillo, A. Saitta, A. Hussain, M. Brandys, P. Homel and M. Rotman, \"Early onset of breast carcinoma in African American women with poor prognostic factors,\" vol. 22, pp. 36-440, 1999.                                                           [71]                                         B. McEwen, \"Stress, adpatation, and disease: allostasis and allostatic load,\" vol. 840, pp. 33-44, 1998.                                                           [72]                                         M. Dallman, N. Pecoraro, S. Akana and e. al, \"Chronic stress and obesity: A new view of “comfort food”,\" vol. 100, pp. 11696-11701, 2003.                                                           [73]                                         T. Taylor, C. Williams, K. Makambi and e. al, \"Racial discrimination and breast cancer incidence in US Black Women: The black women’s health study,\" vol. 166, pp. 46-54, 2007.                                                           [74]                                         R. Turner and W. Avison, \"Status variations in stress exposure: implications for the interpretation of research on race, socioeconomic status, and gender,\" vol. 44, pp. 488-505, 2003.                                                           [75]                                         B. Perry, K. Harp and C. Oser, \"Racial and gender discrimination in the stress process: implications for African American women’s health and well-Being,\" vol. 45, no. 1, pp. 25-48, 2013.                                                           [76]                                         D. Espey, X. Wu, J. Swan and e. al, \"Annual report to the nation on the status of cancer, 1975-2004, featuring cancer in American Indians and Alaska Natives,\" vol. 110, pp. 2119-2152, 2007.                                                           [77]                                         P. A. Wingo, J. King, J. Swan, S. Coughlin, J. Kaur, J. Erb-Alvarez, J. Jackson-Thompson and T. Arambula Solomon, \"Breast cancer incidence among American Indian and Alaska Native women: US, 1999–2004,\" vol. 113, pp. 1191-1202, 2008.                                                           [78]                                         S. Anderson and A. Must, \"Interpreting the Continued Decline in the Average Age at Menarche: Results from Two Nationally Representative Surveys of U.S. Girls Studied 10 Years Apart,\" vol. 147, no. 6, pp. 753-60, 2005.                                                           [79]                                         F. Biro, P. Khoury and J. Morrison, \"Influence of Obesity on Timing of Puberty,\" vol. 29, no. 1, pp. 272-7, 2006.                                                           [80]                                         L. Butler, N. Potischman, B. Newman, R. Millikan, D. Brogan, M. Gammon, C. Swanson and L. Brinton, \"Menstrual risk factors and early-onset breast cancer,\" vol. 11, no. 5, pp. 451-58, 2000.                                                           [81]                                         American Cancer Society, \"Cancer Prevention & Early Detection Facts & Figures, 2013,\" American Cancer Society, Atlanta, 2013.                                                           [82]                                         A. Swann, E. Smith, J. Hardin, I. Prabhu-Das, J. Fulton and J. Hebert, \"Racial Differences in Follow-up of abnormal Mammography Findins Among Economically Disadvantaged Women,\" vol. 115, no. 24, pp. 5788-97, 2009.                                                           [83]                                         D. Lazovich, C. Solomon, D. Thomas, R. Moe and E. White, \"Breast conservation therapy in the United States following the 1990 National Institutes of Health Consensus Development Conference on the treatment of patients with early stage invasive breast carcinoma,\" vol. 86, pp. 628-37, 1999.                                                           [84]                                         T. Michalski and A. Nattinger, \"The influence of black race and socioeconomic status on the use of breast-conserving surgery for Medicare beneficiaries,\" vol. 79, pp. 314-319, 1997.                                                           [85]                                         D. Farrow, W. Hunt and J. Samet, \"Geographic variation in the treatment of localized breast cancer,\" vol. 326, pp. 1097-1101, 1992.                                                           [86]                                         C. R. Morris, R. Schlag and W. Wright, \"Increasing trends in the use of breast-conserving surgery in California,\" vol. 90, pp. 281-4, 2000.                                                           [87]                                         M. Lee, S. Lin, M. Wrensch, S. Adler and D. Eisenberg, \"Alternative therapies used by women with breast cancer in four ethnic populations,\" vol. 92, pp. 42-7, 2000.                                                           [88]                                         S. Tropman, T. Ricketts, E. Paskett, T. Hatzell, M. Cooper and T. Aldrich, \"Rural breast cancer treatment: evidence from the Reaching Communities for Cancer Care (REACH) project,\" vol. 56, pp. 59-66, 1999.                                                           [89]                                         A. Nattinger, M. Gottlieb, J. Veum, D. Yahnke and J. Goodwin, \"Geographic variation in the use of breast-conserving treatment for breast cancer,\" vol. 326, pp. 1102-7, 1992.                                                           [90]                                         J. Silber, P. Rosenbaum, A. Clark, B. Gaintonio, R. Ross, Y. Teng, M. Wang, B. Niknam, J. Ludwig, W. Wang, O. Even-Shoshan and K. Fox, \"Characteristics associated with differences in survival among black and white women with breast cancer,\" vol. 31, no. 4, pp. 389-97, 2013.                                                           [91]                                         E. Elias, C. Suter, S. Brown, B. Buda and D. Vachon, \"Survival differences between black and white women with breast cancer,\" vol. 55, pp. 37-41, 1994.                                                           [92]                                         C. Connor, A. Touijer, L. Krishnan and M. Mayo, \"Local recurrence following breast conservation therapy in African-American women with invasive breast cancer,\" vol. 179, pp. 22-6, 2000.                                                           [93]                                         D. Blackman, E. Bennett and D. Miller, \"Trends in self-rtported use of mammograms (1989-1997) and papanicolaou tests (1991-1997),\" vol. 48, pp. 1-22, 1999.                                                           [94]                                         Camille Ryan, U.S. Census Bureau, \"Language Use in the United States: 2011,\" U.S. Government Printing Office, Washington, DC, 2013.                                                           [95]                                         Carmen DeNavas-Walt, Bernadette D. Proctor, and Jessica C. Smith, U.S. Census Bureau, \"Current Population Reports, P60-239, Income, Poverty, and Health Insurance Coverage in the United States: 2010,\" U.S. Government Printing Office, Washington, DC, 2011.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358806"], "subject": "Breast Cancer Disparities"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=316933&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, September 07, 2010 10:47 AM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=316933"], "subject": "Komen for the Cure® Receives Charity Navigator’s Coveted Four-Star Rating for Fourth Year"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358081&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, January 07, 2014 9:38 AM", "message": "Arimidex May Prevent Breast Cancer in High-Risk Women", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358081"], "subject": "Arimidex May Prevent Breast Cancer in High-Risk Women"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=358699&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, March 25, 2014 11:28 AM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=358699"], "subject": "Fertility Concerns Affect Treatment Decisions in Younger Women with Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356784&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, August 05, 2013 10:22 AM", "message": "ASCO Updates Guidelines on Interventions for Women at Increased Risk of Breast Cancer", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356784"], "subject": "ASCO Updates Guidelines on Interventions for Women at Increased Risk of Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356734&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, July 29, 2013 9:48 AM", "message": "As you know, the goal of treating breast cancer is to remove the cancer and keep it from coming back. With modern breast cancer treatment, rates of survival without recurrence continue to improve. Unfortunately, there is always a chance that breast cancer may come back, but the good news is that most people diagnosed with breast cancer will never have a recurrence. Proper follow-up medical care helps ensure any recurrence is treated right away. Find out more from our latest Komen Perspectives article below.          What happens next – Follow-up care for breast cancer survivors      The goal of treating  and  breast cancer is to remove the cancer and keep it from coming back (called recurrence or relapse). With modern treatment, rates of survival without recurrence continue to improve. Unfortunately, there is always a chance that breast cancer may return. However most people diagnosed with breast cancer will never have a recurrence. Follow-up medical care helps ensure any recurrence is properly treated.    Understanding more about breast cancer recurrence and what your follow-up care should (and should not) include may help you feel more in control of your health. It may also help you to discuss these topics with your health care provider.     What are recurrence and metastasis? Breast cancer can recur at the original site (called recurrence or local recurrence), as well as spread to other parts of the body (called metastasis or distant recurrence).      What are my chances of breast cancer recurrence? The chance of breast cancer recurrence varies from person to person. It depends on the original diagnosis, the types of treatment given and many other factors. Most recurrences occur within the first 10 years after treatment.    Talk to your health care provider about your chances of recurrence during follow-up visits. He/she will discuss any signs of recurrence and ask you about any symptoms or concerns you may have.     Risk of a new breast cancer Breast cancer survivors have an increased risk of getting a new breast cancer (called a second primary breast cancer) compared to people who have never had breast cancer.Unlike a breast cancer recurrence (a return of the first breast cancer), a second primary tumor is a new cancer unrelated to the first.    Follow-up medical care for breast cancer survivors All breast cancer survivors should see their health care providers on a regular basis. This care consists of the primary care and health screenings that everyone should get. In addition, the goals of follow-up care for survivors include:     Tests included as part of routine follow-up care Health care providers use these tests to check for signs of recurrence:     Follow-up care for survivors also includes:     Find .    How is a recurrence or metastasis found?  Recurrence A breast cancer recurrence is usually found during a mammogram or a physical exam. If a recurrence is found, tests will be done to see if there is also metastasis.      A recurrence is treated in much the same way as the first tumor. As with a first breast cancer, treatment varies from person to person. Learn more about .    Metastasis Metastasis is usually found when symptoms are reported during follow-up office visits. Symptoms may include:     Don't panic if you have symptoms like weight change or bone pain. These are common and usually do not mean the breast cancer has spread. However, any of these symptoms should be discussed with your health care provider.    Based on the symptoms above, tests will be done to check for metastases. The three main tests are:      and other tests for metastases may be done, depending on a person's symptoms and the findings from the three main tests. Learn more about .     Breast cancer most often metastasizes to the bones, lungs, liver or brain. Although it has spread to another part of the body, it is still considered and treated as breast cancer. For example, breast cancer that has spread to the bones is still breast cancer (not bone cancer) and is treated with breast cancer drugs, rather than treatments for a cancer that began in the bones. Learn more about .     Tests not included as part of routine follow-up care For people with no symptoms of metastases, blood and imaging tests (other than mammography) are not a standard part of follow-up care. Using these tests to check for recurrence or early metastases in people without symptoms does not increase survival.After reviewing the scientific evidence, the determined these tests should not be part of routine follow-up care for breast cancer survivors.    In 2012, ASCO identified five ways health care providers could choose procedures more wisely to avoid using tests and treatments that have not been shown to benefit cancer patients (see all five ). Two of the five recommendations were related to follow-up care for breast cancer survivors.    1.         Don't use PET scans, CT scans and bone scans to stage ductal carcinoma in situ (DCIS) or early breast cancer (stage I or stage II) at low risk for metastasis.     2.         Don't use routine blood and imaging tests (other than mammography) for breast cancer survivors with no symptoms of metastasis. These tests include:     ASCO concluded these tests do not improve survival for people without symptoms of metastasis. And, for some people, these tests may cause harm by leading to more invasive tests, unneeded treatment and/or exposure to radiation. The benefits of these tests are limited to breast cancer survivors with metastasis or symptoms of metastasis ().    Support Fear of recurrence Follow-up visits with your provider are a good time to talk about how you're coping emotionally. Many survivors are afraid they still have breast cancer or that it will come back. These fears are normal. For some people, talking to a counselor or joining a support group can be helpful. Your provider may be able to help you find a counselor or support group.    Recurrence If the breast cancer returns, you may have a strong emotional and physical effect. A support group, especially one focused on breast cancer recurrence, may help you address these concerns. Your provider may be able to help you find a support group.    Learn more about  and .                                                                                                                                                                                                                                                                   Dr. Julie Gralow, M.D., a Komen Scholar and Director of Breast Medical Oncology at Seattle Cancer Care Alliance and Professor of Medical Oncology at the University of Washington School of Medicine sums it nicely. \"Once breast cancer treatment ends, it's important to establish a survivorship care plan with your health care team. Breast cancer diagnosis and treatment frequently result in long-lasting effects, impacting both physical and emotional health. Regular follow-up visits can help address long-term effects of treatment, and also detect recurrence. Communication is key – even in between visits if issues arise. Healthy lifestyle behaviors, such as physical activity and maintaining a healthy body weight have been shown to improve overall health and may also help reduce the risk of recurrence. Take charge of the factors over which you have control!\"         Since 2006, Komen has invested nearly $100 million into nearly 200 research grants that focus on metastasis and recurrence. Examples of some projects include:     In addition, a few grants focus on the fear of recurrence and the effect that these fears have on treatment outcomes as well as quality of life issues related to recurrence and metastasis.       For more information on Komen's research into metastasis, please see the Research .    References", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356734"], "subject": "New Komen Perspective article- What happens next – Follow-up care for breast cancer surviv"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357892&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, December 04, 2013 10:16 AM", "message": "Breast MRI on the Rise Among Women Who May Not Need It", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357892"], "subject": "Breast MRI on the Rise Among Women Who May Not Need It"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357233&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, September 09, 2013 10:57 AM", "message": "Guest post by Margaret Flowers, Ph.D, Komen Science Manager, and Sandra Finestone, Psy.D, Komen Advocate Scholar         Komen’s research investment is the driving force behind our Mission to energize the science to find the cures. We are the largest non-profit funder of breast cancer research in the world with an active research grant portfolio totaling more than $313 million and supporting research in a broad range of breast cancer topics.      Komen Research Highlights   At a recent event hosted by the University of California at Los Angeles (UCLA), Komen-supported UCLA scientists shared findings from their Komen funded projects with members of the local Komen Affiliates, breast cancer survivors and advocates. Komen Scholar, Dr. Patricia Ganz, M.D., Director of the Division of Cancer Prevention and Control Research at the UCLA Jonsson Comprehensive Cancer Center facilitated the meeting.      Reducing Stress and Recurrence Risk in Young Survivors   Dr. Ganz is supported by a Komen Scholar grant to study how mindfulness may reduce the risk of recurrence in young breast cancer survivors. Preliminary findings showed significant reductions in cancer-related stress in young survivors who participated in a guided meditation practice. This is important, because there is an increase in young breast cancer survivors who have long lives ahead of them after treatment. Dr. Ganz is now expanding the study to include women with metastatic breast cancer.      Promising Targeted Therapies for Breast Cancer Brain Metastasis   Nori Kasahara, MD, PhD, and Komen fellow, Akihito Inagaki, PhD. shared exciting results from their studies using a novel system that delivers cancer drugs directly to the tumor cells without harming the surrounding tissues.  Clinical trials in brain cancer suggest that Dr. Kasahara’s system could be used to treat breast cancer brain metastasis. With support from a Komen postdoctoral fellowship, Dr. Inagaki is exploring this potential in mice and early results are promising. If successful, this novel strategy could have enormous impact on the treatment of brain metastasis. Dr. Inagaki, a Japanese citizen, gave a touching thank you to Komen for not only funding his research but for making his dream to do breast cancer research in the U.S. a reality.      Understanding BPA Exposure and Breast Cancer Risk   Susan Krum, PhD. is looking at the controversial role of BPA on the development of breast cancer. BPA, a common chemical found in a variety of household products, is thought to act like the female hormone, estrogen. Studies suggest that BPA and similar estrogenic chemicals in the environment may increase the risk of breast cancer.  Dr. Krum’s early studies show that exposure to BPA stimulates breast tumor growth in mice.  Dr. Krum is a recipient of Komen’s Career Catalyst Research Award, a specialized award designed to provide support to early career scientists. This project not only reflects Komen’s commitment to understanding the impact of environmental exposures on breast cancer risk, but also its commitment to ensuring the future of breast cancer research by supporting the careers of promising young scientists. Dr. Krum’s grant is fully supported by a generous donation from the Princess Cruises Community Foundation in partnership with Susan G. Komen.      It is truly an exciting time in breast cancer research as the rapid pace of technology drives discovery and innovation and continues to expand our understanding of the biology of breast cancer. It’s never been more important for the community to understand the potential for breast cancer research to impact the management, care and outcomes of breast cancer. This symposium gave the affiliate audience an opportunity to feel extremely proud of their contribution to Komen’s Research Programs, and the confidence in knowing that 100% of the money they raise goes towards Komen’s mission to save lives and end breast cancer forever.         Working Together: Scientists, Survivors, Affiliate Network and Advocates in Science   Dr. Sandy Finestone, Psy.D, a long-time breast cancer survivor, Komen Advocate Scholar, and member of Komen’s Advocates in Science steering committee explained how vital it is that the scientists, Affiliate network and Advocates in Science work together. We each have an important role to play in making sure that the patient perspective is always part of the process, advancing the science and not only saving lives today, but creating better treatments for the future.   Together, we’re making a difference.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357233"], "subject": "Komen News: UCLA Scientists Discuss Komen Research"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=359691&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, July 02, 2014 4:55 PM", "message": "Cancer experts from around the world gathered in Chicago the first week of June to share the results of research studies.  Although the ASCO meeting covers the entire scope of oncology, there are usually major breast cancer findings reported, and this year was no exception.  In fact, two out of the five main presentations mentioned below focused on large breast cancer .   Findings from the ALTTO study, a multinational study, co-led by Komen’s 2013 Brinker Award Winner Dr. Edith A. Perez, were reported for the first time.  The study enrolled over 8,000 women with HER2-positive breast cancer who had recent surgery and were about to start chemotherapy ().  The researchers compared:     Much to the surprise of many, combining trastuzumab with lapatinib was not better than trastuzumab alone in reducing  of breast cancer, and the two-drug combination was significantly more toxic.  (However, the vast majority of the women in the trial did well and there were few breast cancer recurrences overall.)  Because trastuzumab alone has so many fewer side effects than trastuzumab plus lapatinib, it is unlikely that the two-drug combination will ever be used to treat early breast cancer.  But, there still remains a role for lapatinib in the treatment of women with advanced or metastatic breast cancer.  Clinical trials are also continuing to look at other anti-HER2 drugs for early breast cancer.  Although the results for treatment with chemotherapy plus trastuzumab are excellent, there still are women who face recurrences and we would ultimately like to omit chemotherapy altogether.  With these two challenges in mind, we very much need to develop new and better drugs.      The TEXT and SOFT studies also provided important results.  These studies evaluated the role of ovarian suppression in women with hormone receptor-positive breast cancer.  They compared:    Of note, all women in the study were premenopausal and all received ovarian suppression medication to “turn off” the functioning of their ovaries.  With this medication, these premenopausal women became the equivalent of postmenopausal women, and many had significant side effects.  In addition to the ovarian suppression, women received either tamoxifen or an aromatase inhibitor.  Although there was no difference in mortality (death) through five years of follow-up, the investigators found that women who received an aromatase inhibitor were less likely to have a recurrence of breast cancer.  At this point, the interpretation of the trial remains somewhat controversial.  Because the standard treatment approach in the U.S. is tamoxifen alone, many doctors are hesitant to change that standard at this point, largely because the combination of ovarian suppression and an aromatase inhibitor is so much more toxic than tamoxifen alone.  Some doctors may opt for this approach in women at particularly high risk of a recurrence, and many others are waiting for the results from an additional analysis of the data that will help tease out the role of ovarian suppression when combined with tamoxifen.  Making the matter more complex, a previous study found that ovarian suppression plus tamoxifen was superior to ovarian suppression plus an aromatase inhibitor.  Although that study was smaller than the analysis of TEXT and SOFT, it troubles many doctors when two studies so clearly disagree with one another and leads to greater reluctance to change practice.  Of interest, European doctors may be more inclined to change practice, largely because they have accepted ovarian suppression as a standard treatment for many years. Premenopausal women with hormone receptor-positive breast cancer should know that tamoxifen alone still remains reasonable, but now there are other options. In the months and years ahead, the option of ovarian suppression plus an aromatase inhibitor may be used more commonly.  For the time being, most U.S. doctors are opting for a “wait and see” approach with the plan that if they start or continue a patient on tamoxifen, they can always make a change in the future.   Many other researchers presented data at the ASCO meeting.  There was new information about several classes of drugs including the PI3 kinase inhibitors and the CDK 4/6 inhibitors.  Although none of these drugs are ready for widespread use, they are undergoing active and rigorous evaluation in clinical trials.  These drugs, as well as many others, provide great hope for the future.  In recent years, the pace of progress seems to have accelerated, and each and every year there seems to be something new that can truly have an impact on the lives of women (and men) with breast cancer.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=359691"], "subject": "Latest Breast Cancer Research News - American Society of Clinical Oncology (ASCO) 2014 Mee"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357761&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, November 19, 2013 10:15 AM", "message": "Oral Contraceptives and the Risk of Breast and Ovarian Cancer", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357761"], "subject": "Oral Contraceptives and the Risk of Breast and Ovarian Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356755&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Thursday, August 01, 2013 4:29 PM", "message": "Susan G. Komen Commits $4.5 Million to Environmental Research in Breast Cancer          Susan G. Komen® today announced $4.5 million in new research grants specifically aimed at understanding the role that the environment may play in breast cancer development.     The environmental grants will be part of more than $42 million in new 2013 research grants announced today by the world's largest breast cancer organization. This year's investment brings the total amount that Komen has invested in breast cancer research since its founding in 1982 to more than $790 million, making Komen the largest nonprofit funder of breast cancer research outside of the U.S. government.    \"These environmental grants will build on research that we have previously funded to expand our knowledge of the way that toxins and other factors contribute to breast cancer development,\" said Komen's Chief Mission Officer Chandini Portteus. \"At the same time, we continue to invest in research along the entire breast cancer continuum, from prevention, to early detection, to more personalized treatments for metastatic and aggressive disease.\"    The 2013 environmental grants will build on Komen's groundbreaking work in 2011 with the Institute of Medicine (IOM), which examined the state of the science on environment issues in breast cancer development. The Komen-funded IOM report recommended large-scale research over the course of a woman's life, with a goal of developing interventions that can reduce breast cancer risk. Based on that report, Komen sought proposals for environmental research.    The five grants announced today include separate studies into:    The impact of radiation exposure on breast cancer development and in treatment     The impact of pollutants in areas where cancer rates are disproportionately high     The impact of air pollution on breast cancer development and     The role of synthetic chemicals called phthalates.     Specifically, Komen plans to fund:", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356755"], "subject": "Susan G. Komen Commits $4.5 Million to Environmental Research in Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357244&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, September 10, 2013 4:24 PM", "message": "Susan G. Komen®, the world’s leading breast cancer organization, today endorsed the recommendations of a new Institute of Medicine (IOM) study on improving cancer care in the U.S. – a study chaired by a Susan G. Komen Scholar with participation by Komen’s Chief Scientific Advisor.      “We concur that an already troublesome cancer burden will grow exponentially in the next 20 years, and that as a nation, we must take steps now to provide more coordinated, cost-effective and high-quality cancer care for all people,” said Chandini Portteus, Komen’s Chief Mission Officer.  Komen was one of 13 organizations sponsoring the study, which can be accessed at these links:  and .   Chaired by Komen Scholar Patricia Ganz, M.D., with  Komen’s Chief Scientific Advisor George Sledge M.D., on the committee, the IOM report describes a “crisis” in cancer care in the United States that will only deepen as the population ages and the cancer burden becomes more onerous.        The number of people 65 and older – ages where cancer is more prevalent – will double in size by 2030, the report said, creating a 45 percent increase in the number of people developing cancer. Costs for treating cancer care are escalating as well, from $72 billion in 2004 to $125 billion today and projected to be $173 billion by 2020. Cancer incidence will increase, the report said, against a backdrop of a shrinking oncology workforce.       The report recommended improvements to fix shortcomings that add cost and burden to cancer care.  It specifically recommends initiatives to:    • Ensure that cancer patients are engaged and informed about all of their treatment options at diagnosis and throughout treatment;   • Develop a trained and coordinated workforce of cancer professionals;   • Focus on evidence-based care, using information technology to provide better information about the potential benefits of treatments;   • Focus on quality measurements, and   • Provide accessible and affordable care for all.      These recommendations have special significance in breast cancer, Portteus said, where 2.9 million women and men comprise the largest group of cancer survivors in the U.S.       “Issues of accessibility, quality treatments and survivorship are especially complex for breast cancer patients, who may be treated for many years,” Portteus said. “When the system works well, it works very well, but we must do better for patients and healthcare providers who too often are thrust into a fragmented and sometimes inaccessible healthcare system.”      To address issues faced by breast cancer patients across the United States, Komen has funded  more than $1.5 billion during its history to programs focused on providing free or low-cost mammograms, diagnostic procedures, and treatment services, patient navigation, treatment assistance, and clinic hour expansion among many other programs addressing access to affordable care for  medically underserved women.       Komen also partners with organizations such as the American Society of Clinical Oncology, Oncology Nurses Society, C-Change and others that perform research or provide outreach to cancer patients and survivors.  Komen also advocates on the state and federal levels for programs that provide accessible, affordable, coordinated quality breast cancer care regardless of economic circumstances.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357244"], "subject": "Susan G. Komen Endorses Recommendations for Improved Cancer Care in the U.S."}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357481&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, October 08, 2013 9:29 AM", "message": "Less Radiation Equally Effective in Early Breast        Cancer", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357481"], "subject": "Less Radiation Equally Effective in Early Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=359421&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, June 02, 2014 10:03 AM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=359421"], "subject": "Updated Guidelines for Adjuvant Tamoxifen in Hormone-Positive Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357372&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, September 30, 2013 3:01 PM", "message": "September 30, 2013 06:00 AM Eastern Daylight Time    NEW YORK--()--Three powerhouse breast cancer organizations—Dr. Susan Love Research Foundation (DSLRF), Susan G. Komen, and Young Survival Coalition (YSC)—today announced they are working together in a groundbreaking collaboration to document the short- and long-term physical and emotional side effects of breast cancer treatments, as part of DSLRF’s [HOW] Study that eventually may lead to prevention strategies for, and causes of, breast cancer.   Known for its innovative approach to research, the Dr. Susan Love Research Foundation decided to crowd-source the question of collateral damage of breast cancer treatment, putting out a call to the public in July to gather questions from those who have been treated for the disease. Within 24 hours of that first call to the Foundation’s Army of Women, more than 800 respondents questioned the physiological and psychological impact and the potential life-threatening effects of their breast cancer treatments. Their questions highlight dozens of side effects such as chemo brain, lymphedema, neuropathy, fatigue, depression, loss of sexual appetite — and the list goes on.“There are more than 3 million people in the United States living with a history of breast cancer, but the cure comes with a cost,” said Dr. Susan Love, Chief Visionary Officer, Dr. Susan Love Research Foundation. “Whether they are people living with metastatic breast cancer, people whose cancer is in remission, or carriers of genetic mutations who choose to undergo prophylactic treatment, the side effects of today’s breast cancer treatments are wide-ranging, often debilitating and generally overlooked by the medical community. The price of being treated for breast cancer, though often effective at keeping the disease at bay and prolonging life, is physical and emotional as well as financial.”   More data needs to be collected to provide the scientific community with the most robust cohort from which to derive and analyze the true cost of the cure. The Dr. Susan Love Research Foundation reached out to Susan G. Komen and Young Survival Coalition to ask for their help.   “We were pleased to join with Dr. Love to find answers to these critical questions,” said Susan G. Komen’s Founder and Chair, Global Strategy Nancy G. Brinker, a breast cancer survivor. ”The information gathered here can help the medical community better serve breast cancer patients today, and the larger HOW Study will give us information that could identify causes and preventive strategies for this devastating disease.”   \"This powerful collaboration will ensure that the right questions are asked, including those specific to young women and breast cancer,\" said Jennifer Merschdorf, CEO of YSC and a young breast cancer survivor herself. “It is paramount that young women are well represented in this study since the collateral damage from breast cancer treatment more significantly impacts their personal and professional lives, including their ability to bear children.”   The public call for questions will continue through October and result in the development of an online questionnaire via the Health of Women [HOW] Study. The Health of Women Study is an online cohort launched in October 2012 to track women and men over time to pinpoint risk factors, successful prevention mechanisms and eventually, to help identify the cause of breast cancer. The collateral damage module of the HOW Study is expected to be launched early in 2014.   Questions about collateral damage from breast cancer can be submitted through October to , #questionthecure. Anyone interested in being part of this initiative can register for the Health of Women [HOW] Study () and complete the basic questionnaires on personal health and/or breast cancer diagnoses. When the collateral damage module is complete and online, they will be notified by email.   ’s mission is to achieve a future without breast cancer by focusing on prevention and finding the cause. This will be accomplished by democratizing research to include the public’s voice in the process, facilitating research through programs like the Army of Women launched in 2008 as a resource for researchers, and performing research through projects like the innovative Health of Women [HOW] Study, created in 2012 to identify the cause and cost of the disease through an online cohort. The Dr. Susan Love Research Foundation, and its more than 374,000 volunteers nationwide, invite you to Act with Love and become part of a movement to bring the public voice to breast cancer research with the goal of eradicating the disease once and for all. To learn more and show your support, visit .    is the world’s largest breast cancer organization, investing more than $2.2 billion in its 31 years to research, community health programs, global outreach and public policy advocacy. Komen’s $790 million investment in research is the largest of any nonprofit outside of the U.S. government, and funds research along the entire cancer continuum, from prevention to early detection to treatments. Additionally, Komen and its 118 Affiliates fund thousands of community health programs that provide free screenings, and financial, psychosocial and treatment support to hundreds of thousands of people facing breast cancer.      Established in 1998, Young Survival Coalition (YSC) is the premier global organization dedicated to young women diagnosed with breast cancer. YSC offers free resources, connections and educational materials so young women with breast cancer feel supported, empowered and hopeful. Through action, advocacy and awareness, YSC seeks to educate and influence the medical, research, breast cancer and legislative communities to address breast cancer in young women, and ensure that no young woman faces breast cancer alone. For more information, visit .       Contacts Dr. Susan Love Research Foundation   Shirley Horn, 310-828-0060, ext. 60      or   Susan G. Komen   Andrea Rader, 972-855-4382      or   Young Survival Coalition   Suzanne Beckmann, 646-257-3020", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357372"], "subject": "Breast Cancer Powerhouses Announce Groundbreaking Collaboration to Document the.."}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357493&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, October 09, 2013 9:19 AM", "message": "The Mission team at Susan G. Komen Headquarters has developed a new Fast Facts sheet on breast cancer vaccines, take a moment to check it out and learn where Komen has invested some of it's research dollars.                For more information about immunotherapy please visit komen.org --", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357493"], "subject": "New Research Fast Facts available: Vaccines"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357570&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, October 16, 2013 12:15 PM", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357570"], "subject": "Axillary Radiotherapy Reduces Lymphedema in Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=354145&mpage=9", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=60", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=354145"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=359532&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Friday, June 13, 2014 1:50 PM", "message": "At the 2014 American Society of Clinical Oncology® meeting in Chicago, researchers reported that women with early stage hormone receptor-negative (HR-negative) breast cancer who were treated with Zoladex® (goserelin) had a reduced rate of ovarian failure at 2 years. In addition, the Zoladex group had higher rates of patients becoming pregnant, patients giving birth, and patients with one or more deliveries (or still pregnant).     HR-negative breast cancer is a type of breast cancer that does not respond to hormonal therapy, treatment that lowers the amount of estrogen in the body or blocks its action. A problem associated with the chemotherapy used to treat HR-negative breast cancer is ovarian failure (loss of function before the age of 40).    In this study conducted with multiple research groups, premenopausal women with early stage HR-negative breast cancer were enrolled and treated with a regimen of cyclophosphamide-containing chemotherapy. Patients were then randomized to take either additional Zoladex or just chemotherapy alone.    Researchers reported that at two years only 8% of the Zoladex patients encountered ovarian failure as compared to 22% in the chemotherapy-alone group. Other fertility measures improved as well, including pregnancies (21% versus 11%), births (15% versus 7%), and patients with one or more deliveries or still pregnant (18% versus 9%).       Moore et al. Phase III trial (Prevention of Early Menopause Study [POEMS]-SWOG S0230) of LHRH analog during chemotherapy to reduce ovarian failure in early-stage, hormone receptor-negative breast cancer: An international intergroup trial of SWOG, IBCSG, ECOG, and CALGB. 2014; Abstract LBA505.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=359532"], "subject": "Zoladex Shows Fertility Advantages in Treatment of Early Breast Cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=359040&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=52", "date": "Tuesday, April 29, 2014 11:13 AM", "message": "Breast cancer is rare in younger women. Fewer than five percent of all breast cancers diagnosed in the U.S. occur in women under 40. Even so, if you are a woman in your 20s or 30s, you may worry about your risk of breast cancer now and in the future.     This overview covers breast cancer basics for younger women, including risk, risk factors and screening recommendations. It also provides a summary of breast cancer diagnosis, treatment and survivorship issues for younger women.      In general, the risk of breast cancer is low for younger women. For women 40 or younger, the chance of developing breast cancer over the next 10 years is less than two percent.     However, the risk of breast cancer increases with age. Over a lifetime (up to age 85), women in the U.S. have a 12 percent (1 in 8) chance of developing breast cancer.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                         Source: American Cancer Society                                     Most factors that increase breast cancer risk in older women (such as drinking alcohol) also increase risk in younger women. And, most factors that lower risk in older women (such as ever having breastfed) also lower risk in younger women.     We don’t know what causes breast cancer to develop in any one woman, no matter her age. However, a few factors are especially important to breast cancer risk in younger women. These include inherited gene mutations and African American ethnicity.    Learn more about .     Certain genetic factors put younger women at an increased risk of breast cancer.  and  (BReast CAncer 1 and 2) are the best-known genes related to breast cancer risk. Women who have an inherited mutation in one of these genes have an increased risk of both breast and ovarian cancers.     Breast cancers related to  and  mutations tend to develop at a younger age than other breast cancers. For this reason, younger women diagnosed with breast cancer may be recommended for genetic testing for  and  mutations. However, it is important to remember that most breast cancers, even among younger women, are not caused by gene mutations.    Learn more about .      Learn more about .      After menopause, white women have higher rates of breast cancer than African American women. However, before menopause, African American women have higher rates of breast cancer. This may be due, in part, to differences in some reproductive factors that increase breast cancer risk. For example, African American women tend to start their periods at younger ages than white women.     The biology of breast tumors in younger African American women may also be different from the biology of breast tumors in other women. For example, younger African American women are more likely than older African American women or women of other ethnicities to be diagnosed with . The reasons behind these differences are under study.    Learn more about .    Learn more about .     Screening mammograms are not recommended for women younger than 40 who are at average risk of breast cancer. For most women ages 20 to 39,  at least every three years is recommended.     However, for younger women at a higher risk of breast cancer (such as women with a  or  gene mutation) more intensive screening may be recommended. These women may begin mammography at an earlier age and they may need breast MRI in addition to mammography and clinical breast exams.     Because most young women do not get mammograms, breast cancer is most often first detected when a woman notices a lump or change in the look or feel of her breast, nipple or underarm area. A health care provider may also note a change during a clinical breast exam.    Although most changes in a young woman’s breast are not breast cancer, any change should be reported to a health care provider.     Learn more about .    Learn about the .     Younger women are more likely than older women to have more advanced stage cancers at diagnosis. They tend to be diagnosed with breast cancers that are:     Only  (ER-positive) breast cancers can be treated with hormone therapy. Since ER-negative cancers lack estrogen receptors, they do not benefit from hormone therapy. This means there are fewer treatment options for ER-negative breast cancers. ER-negative breast cancers also tend to  (come back) earlier than ER-positive cancers.     Breast cancer treatment for younger women is often effective and survival is usually good. With treatment, most young women can expect to live many years.     However,  tends to be worse for women under 40 than for older women because breast cancers that occur in younger women tend to be more aggressive. Prognosis may also be worse if there are delays in diagnosis.      Delays in diagnosis can lead to breast cancers being diagnosed at a later stage, when chances of survival are lower. The good news is that today most younger women do not have a delayed diagnosis of breast cancer. They see their health care providers shortly after they notice symptoms and are usually diagnosed within a month. However, some younger women with low income or a lack of insurance may be more likely than other younger women to delay seeking medical help when they notice symptoms.      Age itself does not greatly affect breast cancer treatment options. However, a woman’s menopausal status does affect some treatment options. For example, ovarian suppression is a hormone therapy that can only be used to treat women before menopause. And, aromatase inhibitors are hormone therapy drugs that can only be used after menopause. Most non-hormonal breast cancer treatments (such as chemotherapy and radiation therapy) do not depend on whether or not a woman has entered menopause.    Learn more about  .      Over the past 30 years, treatment of breast cancer has greatly improved due to lessons learned through clinical trials. Research is ongoing to improve all areas of treatment for younger women with breast cancer.  After discussing the benefits and risks with a health care provider, young women diagnosed with breast cancer may want to consider joining a clinical trial.      in collaboration with Susan G. Komen offers a custom matching service. This matching service can help women or . Women can also visit the to find a clinical trial.      Learn more about .         Starting down the path of survivorship at a young age can be especially hard. At a time in life most often reserved for family and career, issues of treatment, recovery and survivorship suddenly take top priority.    Breast cancer impacts a woman’s  and emotional well-being, as well as her physical health. Concerns about body image and sexuality are common. Moreover, early menopause can cause changes that decrease sexual pleasure.     These unique concerns can make younger survivors feel isolated. Because most women with breast cancer are older, it’s easy to feel alone even among other survivors. A support group tailored to younger women with any type of cancer may be more helpful than one for breast cancer survivors (where most members may be older). Younger women need to be able to share their thoughts and feelings with women who are at the same stage of life and are juggling similar priorities, such as raising a family and working. Some websites, such as the , offer chat rooms and e-mail discussion groups for young survivors.      A main concern for some younger women being treated for breast cancer is loss of fertility. Chemotherapy can damage the ovaries and both chemotherapy and the hormone therapy drug tamoxifen can cause irregular periods or stop periods altogether, leading to early menopause. With tamoxifen, regular periods usually return after treatment ends. However, tamoxifen is taken for many years and over this time, natural fertility may decline. With chemotherapy, the loss of periods may be permanent.     There are things younger women can do to help preserve their childbearing options. Meeting with a fertility specialist as early as possible (before breast surgery) offers the widest range of options. For example, before treatment begins, a woman may store embryos (fertilized eggs). There are also .     Learn more about  for younger women diagnosed with breast cancer.     According to Ann Partridge, MD, MPH, Komen Scholar and Clinical Director of the Breast Oncology Center at the Dana-Farber Cancer Institute and Associate Professor of Medicine at Harvard Medical School, \"When young women are diagnosed with breast cancer, they often are challenged by major medical and emotional issues.  An increasing focus on the issues that are either unique to young women (e.g., fertility, diagnosis during pregnancy) or accentuated by their young age (e.g., beauty and body image concerns, psychosocial distress, genetic risks) has helped young women to have additional information, resources and support in order to get not only get through their diagnosis and treatment, but thrive long thereafter.\"     In women under 40, breast cancer is not common, but it does occur. Although we don’t know all the risk factors for breast cancer in younger women, having a  or  gene mutation greatly increases risk. Younger African American women also appear to have an increased risk compared to older African American women and younger women of other ethnicities.     Breast cancers that develop in younger women tend to be more aggressive than those in older women. However, with treatment, prognosis tends to be good and most younger breast cancer survivors go on to live full lives.    While a breast cancer diagnosis is a shock for any woman, younger women face special challenges. Treatment can cause early menopause and impact childbearing. For women who want to have a child after treatment, it is best to talk with a fertility specialist before treatment begins to have the widest range of options.     For younger breast cancer survivors, support may be especially important. Because so few younger women are diagnosed, it’s natural to feel alone. Although there are few support groups specific to younger women with breast cancer, there are support groups for younger women with any type of cancer. Online and phone sources of support are also available.                                                                                                                                         Since 1982, Komen has invested more than $8.5 million in grants to support research related to breast cancer in young women. These grants have support clinical trials as well as studies that address early onset breast cancer in disparate populations. Examples of research projects include:     Komen also supports a number of special programs and partnerships for young women with breast cancer:     Finally, read .", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=359040"], "subject": "Breast Cancer in Women Younger than 40"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356980&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=60", "date": "Monday, August 19, 2013 10:29 AM", "message": "The Chronicles of Hope are the real life stories of those helped by Susan G. Komen's commitment to the care, research and understanding of breast cancer. These are their - and our - stories. Please click the links below to read these stories about women living with metastatic breast cancer.          The Chronicles of Hope Series are powerful stories of survivorship. Susan G. Komenis proud to have sponsored research that touched each of these women's lives.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356980"], "subject": "Chronicles of Hope"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357088&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=71", "date": "Thursday, August 29, 2013 1:53 PM", "message": "In our latest Komen Perspectives article, we learn from the evidence that exercising and maintaining a healthy weight is beneficial for breast cancer survivors. Although it’s easy to tune out the health mantra that almost every person could say in their sleep: “Exercise regularly and watch your weight.”  It’s an important message that everyone should take to heart, especially breast cancer survivors. A healthy lifestyle may help boost survival as well as help relieve many conditions survivors often endure such as pain, fatigue, stress and anxiety. Getting regular exercise and avoiding weight gain also has the added benefit of lowering the risk of heart disease, diabetes and stroke.                       Weighing the Evidence: The Importance of Exercise and Healthy Weight for Breast Cancer Survivors            It’s a health mantra almost every woman could say in her sleep: “Exercise regularly and watch your weight.”  In fact, it’s heard so often that it’s very easy to tune out. But, this is an important message that everyone should take to heart, especially breast cancer survivors.         There’s very good evidence that exercising and maintaining a healthy weight is beneficial for breast cancer survivors. A healthy lifestyle may help boost survival as well as help relieve many conditions survivors often have to endure, like pain, fatigue, stress and anxiety. Getting regular exercise and avoiding weight gain also has the added benefit of lowering the risk of other major diseases - like heart disease, diabetes and stroke. These diseases remain important concerns for everyone, including survivors, as they get older.        Does exercise affect survival after breast cancer?      Regular exercise has a positive effect on the health of breast cancer survivors. Not only is it linked to a lower risk of dying from breast cancer (breast cancer-specific mortality), breast cancer survivors who exercise also have a lower risk of dying from any cause (overall mortality).          Find a  .            How much and what type of exercise should I get?       The American Cancer Society (ACS) Guidelines on Nutrition and Physical Activity for Cancer Survivors recommend that breast cancer survivors:         Results from a large study of over 13,000 breast cancer survivors found that women meeting or going beyond the 150 minutes per week guideline had a 25 percent lower risk of dying from breast cancer and a 27 percent lower risk of dying from any cause compared to women who were less active.        The ACS guidelines also recommend adding strength-training exercises twice a week for added benefits (see safety issues below). Whether through lifting weights, using exercise bands or other means, the focus should be a balanced one that works all major muscle groups.         Does exercise affect other aspects of life after breast cancer?       A number of studies have found that exercise can provide a positive boost to many aspects of life as a survivor. Quality of life, physical functioning (being able to do day-to-day activities), energy levels and anxiety levels all improve with regular exercise.4 Exercise may also reduce fatigue, depression and pain as well as help manage post-treatment symptoms. According to Dana-Farber Cancer Institute Medical Oncologist and Komen Grantee Dr. Jennifer Ligibel, “Many studies have shown that even modest amounts of exercise after a cancer diagnosis and treatment can help breast cancer survivors feel better, experience fewer side effects from treatment and increase their energy.”              What about safety?       Studies show that exercise is safe during chemotherapy and radiation therapy as well as after treatment. Even for breast cancer survivors with lymphedema, weight-lifting (strength training) in a supervised setting does not appear to worsen the condition and may even help relieve some symptoms. Women with lymphedema who are interested in upper body strength training may want to talk to an exercise specialist to ensure the exercises are done correctly and safely.         Survivors with heart, bone, nerve or extreme fatigue issues should consult with their health care providers before starting a new exercise program. And, it’s important for women to ask their providers how much time they need to allow for healing after breast surgery before doing anything more than light activity.         How does weight affect recurrence and survival after breast cancer?       Being overweight – especially being obese – at the time of diagnosis is linked with both poorer overall survival and poorer breast cancer-specific survival. It may also increase the risk of breast cancer recurrence.         Gaining weight after diagnosis has also been shown in some studies to increase the risk of recurrence, breast cancer-specific mortality and overall mortality.          Find a  .            What’s a healthy weight for a survivor?      The last thing any breast cancer survivor wants to deal with after going through diagnosis and treatment is added worry about her weight. The most important goal is to try to keep your weight steady and not to gain. If you are overweight and looking to do more, the best way to lose weight is a combination of healthy diet and exercise. Talk to your health care provider about the best approach for you.         Your ideal weight depends upon your height, so recommendations are usually based upon body mass index (BMI). BMI is a measure that combines height and weight. A BMI between 18.5 and 25 is considered a healthy weight.  For example, for a woman who is 5’6”, this means a weight between 115 to 154 pounds. .            What else can survivors do?       In addition to exercising, there are many other behaviors that are important for the health of breast cancer survivors – both in terms of cancer and other chronic diseases. For example, breast cancer survivors should follow the same healthy diet recommended for everyone.This diet, outlined below, promotes overall health and may help protect against different types of cancer and other diseases.         Adapted from American Cancer Society’s Guidelines on Nutrition and Physical Activity for Cancer Survivors, Washington University School of Medicine's Siteman Cancer Center’s Your Disease Risk and Institute of Medicine’s Dietary Reference Intakes for Calcium and Vitamin D.         Learn more about .            Summary       Making healthy lifestyle choices has many benefits for everyone. Being more active and maintaining a healthy weight not only make you feel good inside and out, but also lower your risk of many chronic diseases. For breast cancer survivors, there are added benefits. Exercise and maintaining a healthy weight improve survival and may lower the risk of breast cancer recurrence.         Even if you were not active or were overweight before your diagnosis, you can adopt a healthy lifestyle at any time and still get the many benefits.        What is Komen doing?   Since 1982, Komen has supported more than 40 research grants totaling nearly $20 million related to obesity, weight and exercise. Examples of some projects include:          Learn more about:", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357088"], "subject": "Weighing the Evidence: The Importance of Exercise and Healthy Weight for BC Survivors"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=270752&mpage=8", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=56", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=270752"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=322106&mpage=6", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=56", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=322106"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357373&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Monday, September 30, 2013 3:10 PM", "message": "Breast Cancer Risk Varies Among Women Taking Menopausal Hormones", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357373"], "subject": "Breast Cancer Risk Varies Among Women Taking Menopausal Hormones"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=287542&mpage=6", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=72", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=287542"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=172412&mpage=132", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=72", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=172412"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=286847&mpage=2", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=72", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=286847"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=270845&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=72", "date": "Friday, February 27, 2009 9:21 PM", "message": "Welcome to the Triple Negative (TN) forum. This forum was created by (thank you Sadie!) and for women with Triple Negative BC. This means that our cancers are ER/PR/HER2 negative. Our BC is different than the majority of BC's and has a unique treatment path and different survival statistics. The women on this forum are here to support each other AND to assist women who are newly diagnosed with TN BC. (We also welcome women with other types of BC who want to understand this type of cancer in order to better support those of us with TN BC.)", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=270845"], "subject": "Welcome!"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=270750&mpage=8", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=72", "date": "", "message": "", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=270750"], "subject": ""}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356607&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=79", "date": "Friday, July 19, 2013 4:46 PM", "message": "Its a sad fact that there are very few support forums out there for men diagnosed with a breastcancer, I do believe in many ways its a far tougher journey because of this and also the outdated thinking that men can't get breastcancer!       Sadly this is untrue and we hope our male counterparts will find this forum a haven of support, info and advice so please feel free to post your own thread and say hi and there are many long term survivors here to give support and also others facing a similar dx, welcome to the Komen support forum for men with breastcancer.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356607"], "subject": "A warm welcome to all our male survivors and patients!"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356805&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=79", "date": "Tuesday, August 06, 2013 10:25 AM", "message": "Breast cancer – a rare, but possible diagnosis for men  Although breast cancer in men is rare, it does happen. In the United States, about one percent of all breast cancers occur in men.    We still have much to learn about breast cancer in men because the diagnosis is so rare.Most of what we know about breast cancer is related to breast cancer in women. While there are some similarities between breast cancer in women and men, there appear to be some differences. Here, we give a brief overview. This summary may be helpful if you or a man you know (or love) has been diagnosed with breast cancer.     What are the numbers? In 2013, it is estimated that among U.S. men there will be:", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356805"], "subject": "Komen Perspectives - Breast cancer – a rare, but possible diagnosis for men"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=356793&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=52", "date": "Monday, August 05, 2013 4:31 PM", "message": "We now offer information in Understanding Breast Cancer section of komen.org about clinical trials specifically for young breast cancer survivors, including clinical trials for fertility preservation. Please visit the link below for more information.              Finding clinical trials for young women with breast cancer in collaboration with Susan G. Komen offers a custom matching service. (Learn more about .) This matching service can help you or . You can also visit the to find a clinical trial.     Learn more about .       Breast cancer treatment and fertility A main concern for young women being treated for breast cancer is loss of fertility. Both chemotherapy and tamoxifen can damage the ovaries, causing irregular periods or stopping periods altogether.     With tamoxifen, regular periods should return after treatment ends. However, even in women whose periods return, treatment can shorten the window of time to have children. Because of the danger of birth defects, women should not become pregnant while taking tamoxifen (generally given for five years) []. Over this treatment time, natural fertility may have begun to decline.     With chemotherapy, it is more likely the loss of periods will be permanent. (Certain chemotherapy combinations are less likely to cause permanent menopause than others.) Women younger than 40 at the time of treatment are more likely than older women to have their periods return after chemotherapy. The risk of permanent menopause slowly increases with age.     Both tamoxifen and chemotherapy tend to bring on natural menopause three to five years earlier than normal []. This further limits time for pregnancy and childbirth.   Preserving fertility during breast cancer treatment Storing embryos There are steps you can take before treatment begins to help preserve your childbearing options. Storing embryos before treatment is one option. In this procedure, eggs are collected over a number of menstrual cycles, fertilized and frozen. After treatment, the embryos can be thawed and implanted into the uterus.     This procedure has a good rate of success, but it also has some down sides. Treatment may be delayed while eggs are collected, and a sperm donor is needed to fertilize the eggs before they are stored [].     Unfertilized eggs (which do not require a sperm donor) can also be frozen and stored. However, this method is much less likely to result in pregnancy compared to storing fertilized eggs and is still considered experimental [].     Protecting the ovaries during treatment Chemotherapy attacks fast-growing cells. These include not only cancer cells but also cells in other parts of the body, like the ovaries. Drugs like goserelin (Zoladex), leuprolide (Lupron) and triptorelin can shut down the ovaries during chemotherapy, which may protect them from damage and lower the chances of early menopause [].     More studies are needed to know if these drugs truly protect the ovaries and speed a return to regular periods. It is also unclear if these drugs affect prognosis.   Talking with a fertility specialist If you wish to have a child after treatment, talk to your health care provider (and if possible, a fertility specialist) before making treatment decisions and discuss your options. Meeting with a fertility specialist as early as possible (before surgery) offers the widest range of options.   Clinical trials for fertility preservation Research is ongoing to improve fertility preservation. New methods are being studied in clinical trials. After discussing the benefits and risks with your health care provider (and if possible, a fertility specialist), you may want to consider joining a clinical trial on fertility preservation.   in collaboration with Susan G. Komen offers a custom matching service that can help you . You can also visit theto find a clinical trial.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=356793"], "subject": "Finding clinical trials for young women with breast cancer"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=290603&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=60", "date": "Friday, August 14, 2009 6:36 PM", "message": "I've copied this link from Komens home page in the hope it helps someone that may look in here-            Many people may not realize that this is also an important part of their tx, a step on from chemo but very important.   If pain management is not started on time it can be harder to control just like nausea meds with chemo so please ensure if you need this, you get it!", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=290603"], "subject": "Pain mangement for stage iv bc patients"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=360556&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=79", "date": "Monday, December 15, 2014 3:33 PM", "message": "Hello All,  I was recently told I had a lump in my chest and my doctor ordered a Mammogram along with and Ultrasound. Of course my insurance does not cover this cause I am a male. Are there any places that offer low cost Mammograms for men? Any help would certainly be appreciated. Thanks in advance.", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=360556"], "subject": "Mens Mammograms"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=357182&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Wednesday, September 04, 2013 10:34 AM", "message": "Long-Term Use of Some High Blood Pressure Drugs May Increase Risk of Postmenopausal Breast Cancer", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=357182"], "subject": "Long-Term Use of Some High Blood Pressure Drugs May Increase Risk of Postmenopausal BC"}
{"messURL": "https://apps.komen.org/Forums/tm.aspx?m=359488&mpage=1", "depth": 2, "refURL": "https://apps.komen.org/Forums/tt.aspx?forumid=65", "date": "Tuesday, June 10, 2014 5:29 PM", "message": "Dr. Martine Piccart-Gebhart presented results at the 2014 annual meeting of the American Society of Clinical Oncology showing that a combination treatment of Tykerb® (lapatinib) and Herceptin® (trastuzumab) offered no benefit in outcomes for early stage HER2-positive breast cancer patients.     Approximately 20 percent of breast cancers overexpress (make too much of) a protein known as HER2. Overexpression of this protein leads to increased growth of cancer cells. Tykerb and Herceptin are treatments that target these HER2-positive cells and are generally administered after surgery to reduce the risk of relapse.     The ALTTO trial, begun in 2007, enrolled 8381 women in 44 countries with HER2-positive early breast cancer.  Patients were assigned to one of four treatment groups: Herceptin alone, Tykerb alone, Herceptin followed by Tykerb, or Herceptin plus Tykerb. Patients were treated with the regimens for 1 year. All patients were also receiving chemotherapy.    Researchers found that disease-free survival at four years did not improve with the use of Tykerb and Herceptin compared to Herceptin alone. It was also true that the sequential administering of Herceptin and Tykerb versus Herceptin alone did not improve disease-free survival.     Researchers also reported that patients with the dual therapy when compared to Herceptin alone had higher rates of side effects such as diarrhea, rash, and problems with the liver and biliary tract.    Dr. Piccart-Gebhart reported that despite the disappointing results for the dual therapy, the results for the Herceptin alone group were encouraging. The 4-year disease-free survival rate was 86 percent and the overall survival rate was 94 percent.      Piccart-Gebhart, Martine J., et al. First results from the phase III ALTTO trial comparing one year of anti-HER2 therapy with lapatinib alone, trastuzumab alone, their sequence, or their combination in the adjuvant treatment of HER2-positive early breast cancer.  32:5s, 2014 (suppl; abstr LBA4).", "redirURL": ["https://apps.komen.org/Forums/fb.ashx?go=last&m=359488"], "subject": "Tykerb and Herceptin Combination Therapy Fails to Improve Outcomes for Early Stage HER2 Br"}
